Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: %2$s, thank you for your %1$s submission
de_de: %2$s, vielen Dank für Ihre %1$s Einreichung
fr_fr: %2$s, merci pour votre %1$s mémoire
nl_nl: %2$s, bedankt voor uw %1$s inzending

source: %2$s, Thank you for your application to %1$s and %3$s other positions
de_de: %2$s, Vielen Dank für Ihre Bewerbung an %1$s und %3$s anderen Positionen
fr_fr: %2$s, Je vous remercie de votre candidature à %1$s et %3$s autres postes
nl_nl: %2$s, Bedankt voor je sollicitatie om andere functies te %1$s en te %3$s

source: %2$s, Thank you for your application to %1$s and 1 other position
de_de: %2$s, Vielen Dank für Ihre Bewerbung an %1$s und 1 andere Position
fr_fr: %2$s, Merci pour votre candidature à %1$s et 1 autre poste
nl_nl: %2$s, Bedankt voor je sollicitatie voor %1$s en 1 andere functie

source: %2$s, Thank you for your application to %1$s
de_de: %2$s, Vielen Dank für Ihre Bewerbung an %1$s
fr_fr: %2$s, Merci pour votre candidature à %1$s
nl_nl: %2$s, Bedankt voor uw sollicitatie aan %1$s

source: Matador Jobs-powered job board
fr_fr: Tableau d’emploi matador jobs-powered
nl_nl: Matador Jobs aangedreven jobboard

source: New %1$s Submission
de_de: Neue %1$s Einreichung
fr_fr: Nouvelle %1$s mémoire
nl_nl: Nieuwe %1$s Inzending

source: Submission Notification for %1$s and %2$s other positions
de_de: Übermittlungsbenachrichtigung für %1$s und %2$s andere Stellen
fr_fr: Notification de soumission pour %1$s et %2$s autres postes
nl_nl: Kennisgeving van indiening voor %1$s en %2$s andere functies

source: Submission Notification for %1$s and 1 other position
de_de: Übermittlungsbenachrichtigung für %1$s und 1 andere Position
fr_fr: Notification de soumission pour %1$s et 1 autre poste
nl_nl: Kennisgeving van indiening voor %1$s en 1 andere positie

source: Submission Notification for %1$s
de_de: Übermittlungsbenachrichtigung für %1$s
fr_fr: Notification de soumission pour %1$s
nl_nl: Indienen notificatie voor %1$s

source: Email from
de_de: E-Mail von
fr_fr: Courriel de
nl_nl: E-mail van: (e-mailadres)

source: Email failed for unknown issue.
de_de: E-Mail ist wegen unbekannten Problems fehlgeschlagen.
fr_fr: E-mail a échoué pour un problème inconnu.
nl_nl: E-mail is mislukt voor onbekend probleem.

source: Email sent to
de_de: E-Mail gesendet an
fr_fr: Courriel du demandeur envoyé
nl_nl: E-mail verzonden naar

source: No valid "From" email address
de_de: Keine gültige "Von"-E-Mail-Adresse
fr_fr: Pas d’adresse e-mail « From » valide
nl_nl: Geen geldig "Van" e-mailadres

source: No valid "To" email address
de_de: Keine gültige "An"-E-Mail-Adresse
fr_fr: Pas d’adresse e-mail « To » valide
nl_nl: Geen geldig "Aan" e-mailadres

source: No email subject
de_de: Kein E-Mail-Betreff
fr_fr: Pas de sujet e-mail
nl_nl: Geen e-mailonderwerp

source: No email content
de_de: Keine E-Mail-Inhalte
fr_fr: Pas de contenu e-mail
nl_nl: Geen e-mailinhoud

source: Email failed:
de_de: E-Mail fehlgeschlagen:
fr_fr: E-mail a échoué:
nl_nl: E-mail is mislukt:

source: Email from Matador Jobs
de_de: E-Mail von Matador Jobs
fr_fr: Courriel de Matador Jobs
nl_nl: E-mail van Matador Jobs

source: Function %s must be overridden in child class.
de_de: Funktion %s muss in der untergeordneten Klasse überschrieben werden.
fr_fr: La %s doit être remplacée dans la classe des enfants.
nl_nl: Functie %s moet worden overschreven in de onderliggende klasse.

source: The plugin Matador Jobs Pro - %s Extension requires the Matador Jobs Pro plugin to be installed and active. Either activate the required plugin or deactivate the extension.
nl_nl: De plug-in Matador Jobs Pro - %s extensie vereist dat de Matador Jobs Pro-plug-in wordt geïnstalleerd en actief is. Activeer de vereiste plug-in of deactiveer de extensie.

source: The plugin Matador Jobs Pro - %s Extension requires the Matador Jobs Pro plugin to be at least version %s. Please update your version of Matador Jobs Pro.
nl_nl: De plug-in Matador Jobs Pro - %s extensie vereist dat de Matador Jobs Pro-plug-in wordt geïnstalleerd en actief is. Activeer de vereiste plug-in of deactiveer de extensie.

source: The plugin Matador Jobs Pro - %s Extension requires PHP Version %s or better. Contact your web host to upgrade so you can use the features offered by this plugin.
nl_nl: De plugin Matador Jobs Pro - %s Extension vereist PHP Versie %s of beter. Neem contact op met uw webhost om te upgraden, zodat u de functies van deze plug-in gebruiken.

source: The plugin Matador Jobs Pro - %s Extension requires the following PHP extensions %s. Contact your web host to upgrade so you can use the features offered by this plugin.
nl_nl: De plugin Matador Jobs Pro - %s Extension vereist de volgende PHP extensies %s. Neem contact op met uw webhost om te upgraden, zodat u de functies van deze plug-in gebruiken.

source: There is a new version of %1$s available.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$sDetails zu Version %3$s ansehen%4$s.
fr_fr: Il existe une nouvelle version de%1$s disponible. %2$sView version%3$s Details %4$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk de versie%3$s-details%4$s.

source: Update now.
fr_fr: Mise à jour Emploi %1$s
nl_nl: Update nu

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$sDetails zu Version %3$s ansehen%4$s oder %5$sjetzt aktualisieren%6$s.
fr_fr: Une nouvelle version de %1$s est disponible. %2$sVoir la version %3$s détails%4$s ou %5$supdate now%6$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar; %2$sbekijk versie%3$s-details%4$s of %5$supdate nu%6$s.

source: %1$sView version %2$s details%3$s.
de_de: %1$s Version %2$s oder höher.
fr_fr: %1$s version %2$s ou plus
nl_nl: Bekijk details van versie% s

source: You do not have permission to install plugin updates
de_de: Du hast keine Berechtigung, um Aktualisierungen für Erweiterungen durchzuführen
fr_fr: Vous n’avez pas les droits nécessaires pour installer les mises à jour de l’extension
nl_nl: U bent niet gemachtigd om de plugin-updates te installeren

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Foutmelding

source: Checking for update of Matador Jobs plugin %s
de_de: Überprüfung auf Aktualisierung von
fr_fr: Vérification de la mise à jour de
nl_nl: Controleren op update van

source: OpenSSL unable to sign data
de_de: OpenSSL kann keine Daten signieren
fr_fr: OpenSSL incapable de signer des données
nl_nl: OpenSSL kan geen gegevens ondertekenen

source: Hello Administrator
de_de: Hallo Administrator
fr_fr: Bonjour administrateur
nl_nl: Hallo beheerder

source: Matador Jobs Plugin on is experiencing a connection issue on your site that requires your intervention.
de_de: Matador Jobs Plugin auf hat ein Verbindungsproblem auf Ihrer Website, das Ihr Eingreifen erfordert.
fr_fr: Matador Jobs Plugin sur connaît un problème de connexion sur votre site qui nécessite votre intervention.
nl_nl: Matador Jobs Plugin on ondervindt een verbindingsprobleem op uw site waarvoor uw tussenkomst vereist is.

source: Matador Jobs sends this email to administrators after three consecutive connection failures, and once daily thereafter.
de_de: Matador Jobs sendet diese E-Mail nach drei aufeinanderfolgenden Verbindungsfehlern an Administratoren und danach einmal täglich.
fr_fr: Matador Jobs envoie cet e-mail aux administrateurs après trois échecs de connexion consécutifs, et une fois par jour par la suite.
nl_nl: Matador Jobs stuurt deze e-mail naar beheerders na drie opeenvolgende verbindingsfouten en eenmaal per dag daarna.

source: Below is a copy of the error message, which may be helpful in resolving the issue.
de_de: Unten ist eine Kopie der Fehlermeldung, die bei der Behebung des Problems hilfreich sein kann.
fr_fr: Voici une copie du message d’erreur, qui peut être utile pour résoudre le problème.
nl_nl: Hieronder vindt u een kopie van het foutbericht, wat nuttig kan zijn bij het oplossen van het probleem.

source: For advice on resolving connection issues, review our help document on the topic.
de_de: Informationen zur Lösung von Verbindungsproblemen finden Sie in unserem Hilfedokument zu diesem Thema.
fr_fr: Pour obtenir des conseils sur la résolution des problèmes de connexion, passez en revue notre document d’aide sur le sujet.
nl_nl: Raadpleeg ons helpdocument over dit onderwerp voor advies over het oplossen van verbindingsproblemen.

source: Go to help docs.
de_de: Gehen Sie zu Hilfe-Docs.
fr_fr: Va aider les docteurs.
nl_nl: Ga dokters helpen.

source: API Client ID
de_de: Eine API-Client-ID
fr_fr: Une pièce d’identité client API
nl_nl: Bullhorn API-ID klant

source: API Username
de_de: Eine API-Benutzer-ID
fr_fr: Un identifiant d’utilisateur API
nl_nl: Bullhorn API gebruikers-ID

source: Matador Jobs Plugin on is experiencing a cron issue on your site that requires your intervention.
de_de: Matador Jobs Plugin auf hat ein Verbindungsproblem auf Ihrer Website, das Ihr Eingreifen erfordert.
fr_fr: Matador Jobs Plugin sur connaît un problème de connexion sur votre site qui nécessite votre intervention.
nl_nl: Matador Jobs Plugin on ondervindt een cron-probleem op uw site waarvoor uw tussenkomst vereist is.

source: Matador Jobs sends this email to administrators after a cron task, which includes your regular sync to Bullhorn, is at least 10 minutes late, and once daily thereafter.
de_de: Matador Jobs sendet diese E-Mail nach drei aufeinanderfolgenden Verbindungsfehlern an Administratoren und danach einmal täglich.
fr_fr: Matador Jobs envoie cet e-mail aux administrateurs après trois échecs de connexion consécutifs, et une fois par jour par la suite.
nl_nl: Matador Jobs stuurt deze e-mail naar beheerders nadat een cron-taak, inclusief uw regelmatige synchronisatie met Bullhorn, ten minste 10 minuten te laat is en daarna eenmaal per dag.

source: For advice on resolving cron issues, review our help document on the topic.
de_de: Informationen zur Lösung von Verbindungsproblemen finden Sie in unserem Hilfedokument zu diesem Thema.
fr_fr: Pour obtenir des conseils sur la résolution des problèmes de connexion, passez en revue notre document d’aide sur le sujet.
nl_nl: Raadpleeg ons helpdocument over dit onderwerp voor advies over het oplossen van cron-problemen.

source: Matador Jobs Plugin on is experiencing a connection issue on your site that require your intervention.
de_de: Matador Jobs Plugin auf hat ein Verbindungsproblem auf Ihrer Website, die Ihr Eingreifen erfordern.
fr_fr: Matador Jobs Plugin sur connaît un problème de connexion sur votre site qui nécessitent votre intervention.
nl_nl: Matador Jobs Plugin on ondervindt een verbindingsprobleem op uw site waarvoor uw tussenkomst vereist is.

source: For advice on resolving connection issues, review our help documentation.
de_de: Informationen zur Lösung von Verbindungsproblemen finden Sie in unserer Hilfedokumentation.
fr_fr: Pour obtenir des conseils sur la résolution des problèmes de connexion, consulter notre documentation d’aide.
nl_nl: Raadpleeg onze helpdocumentatie voor advies over het oplossen van verbindingsproblemen.

source: Hello
de_de: Hallo
fr_fr: Bonjour
nl_nl: Hallo

source: Thank you for your application with {{sitename}}.
de_de: Vielen Dank für Ihre Bewerbung mit {{sitename}}.
fr_fr: Merci pour votre candidature avec {{sitename}}.
nl_nl: Bedankt voor uw sollicitatie met {{sitename}}.

source: We received your application for the following role(s):
de_de: Wir haben Ihre Bewerbung für folgende Rollen erhalten:
fr_fr: Nous avons reçu votre demande pour le rôle suivant:
nl_nl: We hebben je sollicitatie ontvangen voor de volgende rol(en):

source: Below is a copy of the information you provided during your application:
de_de: Im Folgenden finden Sie eine Kopie der Informationen, die Sie während Ihrer Bewerbung angegeben haben:
fr_fr: Voici une copie des informations que vous avez fournies lors de votre demande :
nl_nl: Hieronder vindt u een kopie van de informatie die u tijdens uw sollicitatie hebt verstrekt:

source: We will review your application and reach out if we find a match or require more information.
de_de: Wir werden Ihre Bewerbung prüfen und uns erkundigen, wenn wir eine Übereinstimmung finden oder weitere Informationen benötigen.
fr_fr: Nous examinerons votre demande et nous nous demanderons si nous trouvons une correspondance ou si nous avons besoin de plus d’informations.
nl_nl: We zullen uw aanvraag beoordelen en contact opnemen als we een overeenkomst vinden of meer informatie nodig hebben.

source: Hello!
de_de: Hallo!
fr_fr: Bonjour !
nl_nl: Hallo!

source: A new application was submitted on your website for the following role(s):
de_de: Auf Ihrer Website wurde ein neuer Antrag für die folgenden Rollen gestellt:
fr_fr: Une nouvelle demande a été soumise sur votre site Web pour le rôle suivant:
nl_nl: Op uw website is een nieuwe aanvraag ingediend voor de volgende rol(en):

source: A new general application was submitted on your website.
de_de: Auf Ihrer Website wurde ein neuer allgemeiner Antrag eingereicht.
fr_fr: Une nouvelle demande générale a été soumise sur votre site Web.
nl_nl: Op uw website is een nieuwe algemene aanvraag ingediend.

source: Below are the applicant's application responses:
de_de: Im Folgenden finden Sie die Bewerbungsantworten des Antragstellers:
fr_fr: Voici les réponses de la demande du demandeur :
nl_nl: Hieronder vindt u de sollicitatiereacties van de aanvrager:

source: Open candidate record in Bullhorn
de_de: Öffnen Sie den Kandidaten in Bullhorn
fr_fr: Ouvrir le candidat dans Bullhorn
nl_nl: Open de kandidaat in Bullhorn

source: files selected
de_de: Ausgewählte Dateien
fr_fr: fichiers sélectionnés
nl_nl: bestanden geselecteerd

source: Job ID
de_de: Stellen Infos
fr_fr: Informations sur l’emploi
nl_nl: Vacature ID

source: Key Word or Key Words
de_de: Schlüsselwort oder Schlüsselwörter
fr_fr: Mot clé ou mots clés
nl_nl: Trefwoorden of trefwoorden

source: Clear
de_de: Zurücksetzen
fr_fr: Effacer
nl_nl: Wissen

source: View all jobs
de_de: Alle Stellenangebote
fr_fr: Afficher tous les emplois
nl_nl: Bekijk Alle Vacatures

source: Showing jobs from all %s
de_de: Anzeigen von Aufträgen aus allen %s
fr_fr: Afficher les emplois de tous les %s
nl_nl: Vacatures van alle %s weergeven

source: Show jobs from all %s
de_de: Stellen aus allen %s anzeigen
fr_fr: Afficher les emplois de tous les %s
nl_nl: Vacatures van alle %s weergeven

source: All Jobs
de_de: Alle Jobs
fr_fr: Toutes les Offres
nl_nl: Alle Vacatures

source: All
de_de: Alle
fr_fr: Tous
nl_nl: Alle

source: Deselect All
de_de: Alle abwählen
fr_fr: Tous désélectionner
nl_nl: Alles deselecteren

source: View jobs filed under
de_de: Anzeigen von Aufträgen, die unter
fr_fr: Afficher les emplois déposés en vertu de
nl_nl: Vacatures weergeven die zijn ingediend onder

source: Show jobs filed under
de_de: Stellen anzeigen, die unter
fr_fr: Afficher les emplois déposés en vertu de
nl_nl: Vacatures weergeven die zijn ingediend onder

source: Hide jobs filed under
de_de: Ausblenden von Jobs, die unter
fr_fr: Masquer les emplois déposés en vertu de
nl_nl: Vacatures verbergen die zijn opgeslagen onder

source: Show All
de_de: Alles anzeigen
fr_fr: Affichez tout
nl_nl: Laat Alles Zien

source: Thank you for your application.
de_de: Vielen Dank für Ihre Bewerbung.
fr_fr: Merci pour votre application.
nl_nl: Bedankt voor uw sollicitatie.

source: We will be getting back with you shortly. In the meanwhile, try reviewing our other positions.
de_de: Wir werden in Kürze wieder mit Ihnen kommen. Versuchen Sie in der Zwischenzeit, unsere anderen Positionen zu überprüfen.
fr_fr: Nous reviendrons bientôt vers vous. En attendant, essayez d’examiner nos autres positions.
nl_nl: Bedankt voor uw sollicitatie. Wij komen hierop z.s.m. terug. Bekijk ondertussen ook onze andere functies.

source: Authorize Site
de_de: Autorisierungswebsite
fr_fr: Autoriser le site
nl_nl: Site autoriseren

source: The time has come to finally connect your site to Bullhorn. When you click on &quot;Authorize&quot;, you will be redirected to Bullhorn's site where you will be asked to log in with your API Username and Password and accept the terms and conditions. After you finish that step, you will be returned here.
de_de: Es ist an der Zeit, Ihre Seite endlich mit Bullhorn zu verbinden. Wenn Sie auf &quot;Authorize&quot; klicken, werden Sie auf die Website von Bullhorn weitergeleitet, wo Sie aufgefordert werden, sich mit Ihrem API-Benutzernamen und Passwort anzumelden und die Geschäftsbedingungen zu akzeptieren. Nachdem Sie diesen Schritt abgeschlossen haben, werden Sie hier zurückgeschickt.
fr_fr: Le temps est venu de connecter enfin votre site à Bullhorn. Lorsque vous cliquez sur &quot;Authorize&quot;, vous serez redirigé vers le site de Bullhorn où il vous sera demandé de vous connecter avec votre nom d’utilisateur API et mot de passe et d’accepter les termes et conditions. Après avoir terminé cette étape, vous serez retourné ici.
nl_nl: Het is tijd om eindelijk uw site te verbinden met Bullhorn. Wanneer u op &quot;Autoriseren&amp;quot; klikt, wordt u doorgestuurd naar de site van Bullhorn, waar u wordt gevraagd in te loggen met uw API-gebruikersnaam en -wachtwoord en de algemene voorwaarden te accepteren. Nadat je die stap hebt voltooid, word je hier teruggebracht.

source: Having an issue? Read this!
de_de: Haben Sie ein Problem? Lesen Sie dies!
fr_fr: Vous avez un problème ? Lis ça !
nl_nl: Heb je een probleem? Lees dit eens!

source: There is a known issue when logging into Bullhorn where users with brand new API credentials get a "HTTP 500 Error" when attempting to authorize their site. This issue only affects the first login. We are working with our Bullhorn partners to resolve the cause of the error.
de_de: Es gibt ein bekanntes Problem beim Anmelden bei Bullhorn, bei dem Benutzer mit brandneuen API-Anmeldeinformationen einen "HTTP 500-Fehler" erhalten, wenn sie versuchen, ihre Website zu autorisieren. Dieses Problem betrifft nur die erste Anmeldung. Wir arbeiten mit unseren Bullhorn-Partnern zusammen, um die Fehlerursache zu beheben.
fr_fr: Il ya un problème connu lors de la connexion à Bullhorn où les utilisateurs avec des informations d’identification API flambant neuf obtenir une « HTTP 500 Erreur » lors de la tentative d’autoriser leur site. Ce problème n’affecte que la première connexion. Nous travaillons avec nos partenaires Bullhorn pour résoudre la cause de l’erreur.
nl_nl: Er is een bekend probleem bij het aanmelden bij Bullhorn, waar gebruikers met gloednieuwe API-referenties een "HTTP 500-fout" krijgen wanneer ze proberen hun site te autoriseren. Dit probleem is alleen van invloed op de eerste aanmelding. We werken samen met onze Bullhorn-partners om de oorzaak van de fout op te lossen.

source: In the meantime, we have a simple work around. The issue is caused by having a Bullhorn cookie saved to browser, so there are three ways to fix this:
de_de: In der Zwischenzeit haben wir eine einfache Arbeit um. Das Problem wird dadurch verursacht, dass ein Bullhorn-Cookie im Browser gespeichert wird, daher gibt es drei Möglichkeiten, dies zu beheben:
fr_fr: En attendant, nous avons un travail simple autour. Le problème est causé par avoir un cookie Bullhorn enregistré sur le navigateur, il ya donc trois façons de résoudre ce problème:
nl_nl: In de tussentijd hebben we een eenvoudig werk in de buurt. Het probleem wordt veroorzaakt door het opslaan van een Bullhorn-cookie in de browser, dus er zijn drie manieren om dit op te lossen:

source: Clear your cookies and re-try authorization.
de_de: Löschen Sie Ihre Cookies und versuchen Sie es erneut.
fr_fr: Effacer vos cookies et ré-essayer l’autorisation.
nl_nl: Wis uw cookies en probeer de autorisatie opnieuw.

source: Use a Private Browsing/Incognito window, and re-try authorization.
de_de: Verwenden Sie ein privates Browsing/Inkognito-Fenster, und versuchen Sie es erneut.
fr_fr: Utilisez une fenêtre de navigation/Incognito privée et ré-essayez l’autorisation.
nl_nl: Gebruik een venster Privé browsen/incognito en probeer autorisatie opnieuw uit te proberen.

source: Advanced users may use a cookie manager to selectively remove Bullhorn-related cookies, and retry authorization.
de_de: Fortgeschrittene Benutzer können einen Cookie-Manager verwenden, um Bullhorn-bezogene Cookies selektiv zu entfernen und die Autorisierung zu wiederholen.
fr_fr: Les utilisateurs avancés peuvent utiliser un gestionnaire de cookies pour supprimer sélectivement les cookies liés à Bullhorn et réessayer l’autorisation.
nl_nl: Gevorderde gebruikers kunnen een cookiebeheerder gebruiken om bullhorn-gerelateerde cookies selectief te verwijderen en autorisatie opnieuw te proberen.

source: We appreciate your patience while we work with our Bullhorn partners to resolve this issue. Reminder: once you've logged in for the first time, you will never need to do this again!
de_de: Wir schätzen Ihre Geduld, während wir mit unseren Bullhorn-Partnern zusammenarbeiten, um dieses Problem zu lösen. Zur Erinnerung: Sobald Sie sich zum ersten Mal angemeldet haben, müssen Sie dies nie wieder tun!
fr_fr: Nous vous remercions de votre patience pendant que nous travaillons avec nos partenaires Bullhorn pour résoudre ce problème. Rappel : une fois que vous vous êtes connecté pour la première fois, vous n’aurez plus jamais besoin de le faire !
nl_nl: We waarderen uw geduld terwijl we samenwerken met onze Bullhorn-partners om dit probleem op te lossen. Herinnering: als je eenmaal voor het eerst bent ingelogd, hoef je dit nooit meer te doen!

source: Before we can authorize your site, you must have a Permalink Structure defined.
de_de: Bevor wir Ihre Website autorisieren können, müssen Sie eine Permalink-Struktur definiert haben.
fr_fr: Avant que nous puissions autoriser votre site, vous devez avoir une structure Permalink définie.
nl_nl: Voordat we uw site kunnen autoriseren, moet u een Permalink-structuur hebben gedefinieerd.

source: The time has come to finally connect your site to Bullhorn. Unfortunately, Matador requires your site supports "Pretty Permalinks" and that a Permalink structure, other than "Plain" is enabled. <a href="%s" target="_blank">Edit your permalinks on this options page</a>, and be sure to choose any option other than "plain". Once you've made that change, return here to continue.
de_de: Es ist an der Zeit, Ihre Seite endlich mit Bullhorn zu verbinden. Leider erfordert Matador Ihre Website unterstützt "Pretty Permalinks" und dass eine Permalink-Struktur, außer "Plain" aktiviert ist. <a href="%s" target="_blank">Bearbeiten Sie Ihre Permalinks auf dieser Optionsseite</a>, und wählen Sie eine andere Option als "plain". Sobald Sie diese Änderung vorgenommen haben, kehren Sie hierher zurück, um fortzufahren.
fr_fr: Le temps est venu de connecter enfin votre site à Bullhorn. Malheureusement, Matador nécessite que votre site prend en charge « Pretty Permalinks » et qu’une structure Permalink, autre que « Plain » soit activée. <a href="%s" target="_blank">Modifiez vos permalinks sur cette page d’options,</a>et assurez-vous de choisir n’importe quelle option autre que « plaine ». Une fois que vous avez fait ce changement, revenez ici pour continuer.
nl_nl: Het is tijd om eindelijk uw site te verbinden met Bullhorn. Helaas vereist Matador dat uw site "Pretty Permalinks" ondersteunt en dat een Permalink-structuur, anders dan "Plain" is ingeschakeld. <a href="%s" target="_blank">Bewerk uw permalinks op deze optiepagina</a>en kies een andere optie dan "gewoon". Zodra je die verandering hebt aangebracht, keer je hier terug om verder te gaan.
