Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: A new candidate application was submitted. Application ID:
de_de: Es wurde ein neuer Bewerbungsantrag eingereicht. Bewerbungs-ID:
fr_fr: Une nouvelle demande de candidat a été présentée. ID d’application :
nl_nl: Er is een nieuwe kandidaat-aanvraag ingediend. Toepassings-ID:

source: A new candidate application was submitted but settings prevent it being automatically uploaded to Bullhorn. Application ID
de_de: Eine neue Bewerbung wurde eingereicht, die jedoch verhindert, dass sie automatisch nach Bullhorn hochgeladen wird. Bewerbungs-ID
fr_fr: Une nouvelle demande de candidat a été soumise, mais les paramètres empêchent qu’elle soit automatiquement téléchargée sur Bullhorn. ID d’application
nl_nl: Er is een nieuwe kandidaat-aanvraag ingediend, maar instellingen voorkomen dat deze automatisch naar Bullhorn wordt geüpload. Toepassings-ID

source: A new candidate application was submitted and will now be uploaded to Bullhorn. Application ID
de_de: Ein neuer Bewerbungsantrag wurde eingereicht und wird nun nach Bullhorn hochgeladen. Bewerbungs-ID
fr_fr: Une nouvelle demande de candidat a été présentée et sera maintenant téléchargée sur Bullhorn. ID d’application
nl_nl: Er is een nieuwe kandidaat-aanvraag ingediend en wordt nu geüpload naar Bullhorn. Toepassings-ID

source: A new candidate application was submitted and will be uploaded to Bullhorn in the next batch. Application ID:
de_de: Ein neuer Bewerbungsantrag wurde eingereicht und wird in der nächsten Charge nach Bullhorn hochgeladen. Bewerbungs-ID:
fr_fr: Une nouvelle demande de candidat a été soumise et sera téléchargée sur Bullhorn dans le prochain lot. ID d’application :
nl_nl: Er is een nieuwe kandidaat-aanvraag ingediend die in de volgende batch naar Bullhorn wordt geüpload. Toepassings-ID:

source: Sync Pending Now
de_de: Jetzt synchronisieren
fr_fr: Synchronisez maintenant
nl_nl: Synchroniseer nu

source: Delete Synced
de_de: Synchronisiert
fr_fr: Supprimer tous synchronisés
nl_nl: Gesynchroniseerd verwijderen

source: The following file was unable to be removed as part of the delete Application routine: %s
de_de: Die folgende Datei konnte im Rahmen der Löschanwendungsroutine nicht entfernt werden: %s
fr_fr: Le fichier suivant n’a pas pu être supprimé dans le cadre de la routine de suppression de l’application : %s
nl_nl: Het volgende bestand kan niet worden verwijderd als onderdeel van de toepassingsroutine verwijderen: %s

source: The following file was removed as part of the delete Application routine: %s
de_de: Die folgende Datei wurde im Rahmen der Löschanwendungsroutine entfernt: %s
fr_fr: Le fichier suivant a été supprimé dans le cadre de la routine d’application de suppression : %s
nl_nl: Het volgende bestand is verwijderd als onderdeel van de toepassingsroutine verwijderen: %s

source: An unauthorized request was made to the authorization endpoint and was blocked.
de_de: Eine nicht autorisierte Anforderung an den Autorisierungsendpunkt wurde gestellt und blockiert.
fr_fr: Une demande non autorisée a été faite au point de terminaison de l’autorisation et a été bloquée.
nl_nl: Er is een ongeautoriseerde aanvraag ingediend bij het autorisatie-eindpunt en deze is geblokkeerd.

source: A valid authorization response was received. Will log in with Authorization Code
de_de: Es wurde eine gültige Autorisierungsantwort empfangen. Meldet sich an
fr_fr: Une réponse d’autorisation valide a été reçue. Va se connecter.
nl_nl: Er is een geldig autorisatie antwoord ontvangen. Zal inloggen.

source: Matador successfully authorized with Bullhorn as %s
de_de: Matador erfolgreich mit Bullhorn autorisiert
fr_fr: Matador est autorisé avec succès pour Bullhorn.
nl_nl: Matador-instellingen succesvol opgeslagen.

source: An authorization response from Bullhorn resulted in an error:
de_de: Eine Autorisierungsantwort von Bullhorn führte zu einem Fehler:
fr_fr: Une réponse d’autorisation de Bullhorn a entraîné une erreur :
nl_nl: Een autorisatiereactie van Bullhorn resulteerde in een fout:

source: An invalid automatic reauthorization request was processed.
de_de: Es wurde eine Autorisierungsantwort empfangen.
fr_fr: Une réponse d’autorisation a été reçue.
nl_nl: Er is een autorisatiereactie ontvangen.

source: A valid automatic reauthorization request was processed.
de_de: Es wurde eine gültige Autorisierungsantwort empfangen. Meldet sich an.
fr_fr: Une réponse d’autorisation valide a été reçue. Va se connecter.
nl_nl: Er is een geldig autorisatie antwoord ontvangen. Zal inloggen.

source: No Content
de_de: Keine E-Mail-Inhalte
fr_fr: Pas de contenu e-mail
nl_nl: Geen e-mailinhoud

source: No file path provided in get_filetype().
de_de: In get_filetype() wird kein Dateipfad angegeben.
fr_fr: Aucun chemin de fichier fourni en get_filetype().
nl_nl: Geen bestand pad voorziet get_filetype().

source: Resume
de_de: Lebenslauf
fr_fr: Reprendre
nl_nl: CV

source: Your theme or extension is using the deprecated "%2$s" %1$s. Please consider an alternative solution. We will remove this %1$s in a future version.
de_de: Ihr Thema oder Ihre Erweiterung verwendet die veraltete %1$s "%2$s". Bitte überlegen Sie sich eine alternative Lösung. Wir werden diese %1$s in einer zukünftigen Version entfernen.
fr_fr: Votre thème ou extension utilise le déprécié "%2$s" %1$s. S’il vous plaît envisager une solution alternative. Nous supprimerons ce %1$s dans une version future.
nl_nl: Uw thema of extensie gebruikt de afgeschafte "%2$s" %1$s. Overweeg een alternatieve oplossing. We zullen deze %1$s in een toekomstige versie verwijderen.

source: Your theme or extension is using the deprecated "%2$s" %1$s. Please update the %1$s to "%3$s". We will remove this %1$s in a future version.
de_de: Ihr Thema oder Ihre Erweiterung verwendet die veraltete %1$s "%2$s". Bitte aktualisieren Sie die %1$s auf "%3$s". Wir werden diese %1$s in einer zukünftigen Version entfernen.
fr_fr: Votre thème ou extension utilise le déprécié "%2$s" %1$s. S’il vous plaît mettre à jour le %1$s à "%3$s". Nous supprimerons ce %1$s dans une version future.
nl_nl: Uw thema of extensie gebruikt de afgeschafte "%2$s" %1$s. Werk de %1$s bij naar "%3$s". We zullen deze %1$s in een toekomstige versie verwijderen.

source: Deprecation Notice
de_de: Veraltungsmitteilung
fr_fr: Avis de dépréciation
nl_nl: Afschrijvingsbericht

source: Only you, a logged in user who can edit content, can see this notice.
de_de: Nur Sie, ein angemeldeter Benutzer, der Inhalte bearbeiten kann, können diesen Hinweis sehen.
fr_fr: Seul vous, un utilisateur connecté qui peut modifier du contenu, pouvez voir cet avis.
nl_nl: Alleen u, een ingelogde gebruiker die inhoud kan bewerken, kan deze melding zien.

source: People looking for jobs should not put anything here.
de_de: Menschen, die Arbeit suchen, sollten hier nichts hinlegen.
fr_fr: Les gens à la recherche d’un emploi ne devraient rien mettre ici.
nl_nl: Mensen die op zoek zijn naar werk moeten hier niets neerzetten.

source: Matador detected a user filling out the anti-spam fields and rejected the application.
de_de: Matador entdeckte einen Benutzer, der die Anti-Spam-Felder ausfüllte, und lehnte die Bewerbung ab.
fr_fr: Matador a détecté un utilisateur remplissant les champs anti-spam et a rejeté l’application.
nl_nl: Matador ontdekte een gebruiker die de antispamvelden invulde en wees de aanvraag af.

source: There was an error. Contact the site administrator.
de_de: Es ist ein Fehler aufgetreten. Wenden Sie sich an den Siteadministrator.
fr_fr: Il y a eu une erreur. Contactez l’administrateur du site.
nl_nl: Er is een fout opgetreden. Neem contact op met de sitebeheerder.

source: A user or agent requested a job page via an external id, which was not found, while a sync was running. Maximum number of loops allowed.
de_de: Ein Benutzer oder Agent hat eine Auftragsseite über eine externe ID angefordert, die nicht gefunden wurde, während eine Synchronisierung ausgeführt wurde. Maximale Anzahl der zulässigen Schleifen.
fr_fr: Un utilisateur ou un agent a demandé une page d’emploi via un id externe, qui n’a pas été trouvé, alors qu’une synchronisation était en cours d’exécution. Nombre maximum de boucles autorisées.
nl_nl: Een gebruiker of agent vroeg een taakpagina aan via een externe id, die niet werd gevonden, terwijl een synchronisatie werd uitgevoerd. Maximaal aantal toegestane lussen.

source: A user or agent requested a job page via an external id, which was not found, while a sync was running. Will hold request and redirect back.
de_de: Ein Benutzer oder Agent hat eine Auftragsseite über eine externe ID angefordert, die nicht gefunden wurde, während eine Synchronisierung ausgeführt wurde. Hält Anforderung und umleiten zurück.
fr_fr: Un utilisateur ou un agent a demandé une page d’emploi via un id externe, qui n’a pas été trouvé, alors qu’une synchronisation était en cours d’exécution. Tiendra la demande et redirigera en arrière.
nl_nl: Een gebruiker of agent vroeg een taakpagina aan via een externe id, die niet werd gevonden, terwijl een synchronisatie werd uitgevoerd. Zal het verzoek vasthouden en terugleiden.

source: A user or agent requested a job page via an external id, which was not found, and we will run a sync to find the role.
de_de: Ein Benutzer oder Agent hat eine Auftragsseite über eine externe ID angefordert, die nicht gefunden wurde, und wir führen eine Synchronisierung aus, um die Rolle zu finden.
fr_fr: Un utilisateur ou un agent a demandé une page d’emploi via un id externe, qui n’a pas été trouvé, et nous allons exécuter une synchronisation pour trouver le rôle.
nl_nl: Een gebruiker of agent heeft een taakpagina aangevraagd via een externe id, die niet is gevonden, en we zullen een synchronisatie uitvoeren om de rol te vinden.

source: A user or agent requested a job page via an external id, which was not found, and sync failed.
de_de: Ein Benutzer oder Agent hat eine Auftragsseite über eine externe ID angefordert, die nicht gefunden wurde, und die Synchronisierung ist fehlgeschlagen.
fr_fr: Un utilisateur ou un agent a demandé une page d’emploi via un id externe, qui n’a pas été trouvé, et la synchronisation a échoué.
nl_nl: Een gebruiker of agent heeft een taakpagina aangevraagd via een externe id, die niet is gevonden, en de synchronisatie is mislukt.

source: A user or agent requested a job page via an external id, which was not found, but sync located.
de_de: Ein Benutzer oder Agent hat eine Auftragsseite über eine externe ID angefordert, die nicht gefunden, aber synchronisiert wurde.
fr_fr: Un utilisateur ou un agent a demandé une page d’emploi via un id externe, qui n’a pas été trouvé, mais la synchronisation localisée.
nl_nl: Een gebruiker of agent heeft een taakpagina aangevraagd via een externe id, die niet is gevonden, maar synchronisatie is gevonden.

# Jobs Post Type General Name
source: Job Listings
de_de: Stellenangebote
fr_fr: Liste des offres d'emploi
nl_nl: Vacature aanbod

# Jobs Post Type Singular Name
source: Job Listing
de_de: Jobangebote
fr_fr: Liste d’emploi
nl_nl: Vacature plaatsing

source: Add New Job
de_de: Neues Stellenangebot hinzufügen
fr_fr: Ajouter un offre
nl_nl: Vacature toevoegen

source: Edit Job
de_de: Job bearbeiten
fr_fr: Modifier l’emploi
nl_nl: Bewerk vacature

source: New Job
de_de: Neuer Job
fr_fr: Nouvel offre d’emploi
nl_nl: Nieuwe vacature

source: View Job
de_de: Job anzeigen
fr_fr: Voir l'offre d’emploi
nl_nl: Bekijk vacature

source: Search Jobs
de_de: Jobs durchsuchen
fr_fr: Recherche d'emplois
nl_nl: Zoek vacature

source: No jobs found
de_de: Keine Jobs gefunden
fr_fr: Aucuns emplois trouvés
nl_nl: Geen vacature gevonden

source: No jobs found in Trash
de_de: Keine Jobs in Trash gefunden
fr_fr: Aucun emploi trouvé à dans la corbeille
nl_nl: Geen vacature gevonden in prullenbak

source: Job Listings
de_de: Stellenangebote
fr_fr: Liste des postes
nl_nl: Vacature plaatsing

source: Jobs Listings for the Matador Jobs Board.
de_de: Stellenangebote für das Matador Jobs Board.
fr_fr: Offres d’emploi pour le tableau de bord d'emploi Matador.
nl_nl: Vacature plaatsing voor de Matador Jobs Board.

source: Job updated. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Auftrag aktualisiert. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Emploi mis à jour. Les offres d’emploi doivent être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Vacature bijgewerkt. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Custom field updated. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Benutzerdefiniertes Feld aktualisiert. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Champ personnalisé mis à jour. Les offres d’emploi doivent être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Aangepaste veld bijgewerkt. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Custom field deleted. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Benutzerdefiniertes Feld gelöscht. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Champ personnalisé supprimé. Les offres d’emploi doivent être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Aangepaste veld verwijderd. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Job restored to revision from %s. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Auftrag, der von %s auf Revision gebracht wurde. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: L’emploi rétabli à la révision de %s. Les listes d’emplois devraient être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Vacature herstelt van herziening %s. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Job published. Job listings should be added only on the Bullhorn ATS. Your update will be removed on the next sync.
de_de: Job veröffentlicht. Stellenangebote sollten nur auf dem Bullhorn ATS hinzugefügt werden. Ihr Update wird bei der nächsten Synchronisierung entfernt.
fr_fr: Emploi publié. Les offres d’emploi ne doivent être ajoutées que sur l’ATS Bullhorn. Votre mise à jour sera supprimée sur la synchronisation suivante.
nl_nl: Vacature gepubliceerd. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Job saved. Job listings should be added only on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Job gespeichert. Stellenangebote sollten nur auf Bullhorn ATS hinzugefügt werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Emploi sauvé. Les offres d’emploi ne doivent être ajoutées que sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Vacature opgeslagen. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Job submitted. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Eingereichter Auftrag. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Emploi soumis. Les offres d’emploi doivent être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Vacature verzonden. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: Job scheduled for: <strong>%1$s</strong>.
de_de: Auftrag geplant für: <strong>%1$s</strong> .
fr_fr: Emploi prévu pour: <strong>%1$s</strong>.
nl_nl: Vacature ingepland voor <strong>%1$s</strong>.

source: Job draft updated. Job listings should be updated on Bullhorn ATS. Your update will be overwritten on the next sync.
de_de: Auftragsentwurf aktualisiert. Stellenangebote sollten auf Bullhorn ATS aktualisiert werden. Ihr Update wird bei der nächsten Synchronisierung überschrieben.
fr_fr: Rédaction d’emplois mise à jour. Les offres d’emploi doivent être mises à jour sur Bullhorn ATS. Votre mise à jour sera écrasée sur la synchronisation suivante.
nl_nl: Vacature ontwerp bijgewerkt. Vacature plaatsingen zijn bijgewerkt op Bullhorn ATS. Plaatsing wordt bijgewerkt bij de volgende synchronisatie.

source: View job
de_de: Stellenangebot anzeigen
fr_fr: Afficher l’emploi
nl_nl: Bekijk vacature

source: Preview job
de_de: Vorschauauftrag
fr_fr: Aperçu de l'emploi
nl_nl: Vorige Vacature

source: Jobs Post Type Warning
de_de: Jobs Post Type Warnung
fr_fr: Avertissement sur l'affichge d’emplois
nl_nl: Vacaturebericht Type Waarschuwing

source: You should not add jobs to the Bullpen Jobs Board. Jobs are meant to be imported from your ATS and should be added/removed/edited there. Jobs added via the WordPress interface will automatically be removed on the next sync.
de_de: Sie sollten dem Bullpen Jobs Board keine Arbeitsplätze hinzufügen. Aufträge sollen aus Ihrem ATS importiert werden und sollten dort hinzugefügt/entfernt/bearbeitet werden. Jobs über die WordPress-Schnittstelle hinzugefügt werden automatisch bei der nächsten Synchronisierung entfernt werden.
fr_fr: Vous ne devriez pas ajouter des emplois au tableau des emplois bullpen. Les travaux sont censés être importés de votre ATS et doivent y être ajoutés/supprimés/édités. Les travaux ajoutés via l’interface WordPress seront automatiquement supprimés sur la synchronisation suivante.
nl_nl: U kunt geen vacatures toevoegen op de Bullpen Jobs Board. Vacatures kunt u importeren van uw ATS en die kunt u daar toevoegen/verwijderd/bewerken. Vacatures toegevoegd van WordPress interpace worden automatisch verwijderd bij de volgende synchronisatie.

source: Bullhorn ID
fr_fr: Par Bullhorn ID
nl_nl: Bullhorn

source: Edit the Job in Bullhorn
de_de: Bearbeiten Sie den Job in Bullhorn
fr_fr: Modifier l'emploi sur Bullhorn
nl_nl: Bewerk de klus in Bullhorn

source: Sync this Job
de_de: Synchronisieren Sie diesen Auftrag
fr_fr: Synchronisez ce travail
nl_nl: Deze taak synchroniseren

source: Sync Jobs Now
fr_fr: Synchroniser les emplois maintenant
nl_nl: Taken nu synchroniseren

source: This feed is unavailable.
de_de: Dies ist ein Pflichtfeld.
fr_fr: Ce champ est requis.
nl_nl: Deze feed is niet beschikbaar.

source: This feed is disabled by Matador Jobs for Job Listing posts.
nl_nl: Deze feed is uitgeschakeld door Matador Jobs voor vacatures.

# Uppercased Taxonomy Name Plural, eg: "Job Categories"
source: Job %1$s
fr_fr: Emploi %1$s
nl_nl: Vacatures %1$s

# Uppercased Taxonomy Name Singular, eg: "Job Category"
source: Job %1$s
fr_fr: Emploi %1$s
nl_nl: Jacature %1$s

source: Job %1$s
fr_fr: Emploi %1$s
nl_nl: Vacature %1$s

source: All %1$s
de_de: Alle %1$s
fr_fr: Tous les %1$s
nl_nl: Alle %1$s

source: Edit Job %1$s
de_de: Bearbeiten von Job-%1$s
fr_fr: Modifier l’emploi %1$s
nl_nl: Vacature %1$s bewerken

source: View Job %1$s
de_de: Job %1$s anzeigen
fr_fr: Afficher l’emploi %1$s
nl_nl: Bekijk vacature %1$s

source: Update Job %1$s
fr_fr: Mise à jour Emploi %1$s
nl_nl: Werk bij vacature %1$s

source: Add New %1$s
de_de: Neues %1$s hinzufügen
fr_fr: Ajouter le nouveau %1$s
nl_nl: %1$s toevoegen

source: New %1$s Name
de_de: Neuer %1$s Name
fr_fr: Nouveau nom de %1$s
nl_nl: Nieuw %1$s naam

source: Separate each with commas
de_de: Trennen Sie jeweils mit Kommas
fr_fr: Séparer chacun avec des virgules
nl_nl: Scheidt elk met komma's

source: Add or Remove
de_de: Hinzufügen oder Entfernen
fr_fr: Ajouter ou supprimer
nl_nl: Toevoegen of verwijderen

source: Choose from the most common %1$s
de_de: Wählen Sie aus den gängigsten %1$s
fr_fr: Choisissez parmi les %1$s les plus courants
nl_nl: Kies van de meest voorkomende %1$s

source: Popular
de_de: Beliebt
fr_fr: Populaire
nl_nl: Populair

source: Search
de_de: Suche
fr_fr: Recherche
nl_nl: Zoek

source: No %1$s Found
de_de: Keine %1$s gefunden
fr_fr: Pas de %1$s Trouvé
nl_nl: %1$s(s) gevonden

source: Recount %s
de_de: Neu zählen %s
fr_fr: Raconter %s
nl_nl: Vertel %s

source: Invalid method (%s) called on jobs_sync()
de_de: Ungültige Methode (%s) aufgerufen auf jobs_sync()
fr_fr: Méthode invalide (%s) appelée jobs_sync ()
nl_nl: Ongeldige methode (%s) aangeroepen jobs_sync()

source: Automatic Sync Starting
de_de: AutomatischeSynchronisierung sanwird
fr_fr: Démarrage automatique de synchronisation
nl_nl: Automatisch starten van synchronisatie

source: Manual Sync Starting
de_de: Manuelle Synchronisierung starten
fr_fr: Démarrage manuel de synchronisation
nl_nl: Handmatig synchroniseren starten

source: Bullhorn Automatic Jobs Sync failed. See log for details.
de_de: Bullhorn Automatic Jobs Sync ist fehlgeschlagen. Weitere Informationen finden Sie im Protokoll.
fr_fr: Bullhorn Automatic Jobs Sync a échoué. Voir le journal pour plus de détails.
nl_nl: Bullhorn Automatic Jobs Sync is mislukt. Zie logboek voor meer informatie.

source: Manual Application Sync Start
de_de: Manuelle Bewerbungssynchronisierung Start
fr_fr: Démarrage manuel de synchronisation d’application
nl_nl: Start handmatige toepassingssynchronisatie

source: Batch Application Sync Start
fr_fr: Démarrage de synchronisation d’application de lot
nl_nl: Begin batchtoepassingssynchronisatie

source: No applications found to sync
de_de: Es wurden keine Bewerbungen gefunden, die synchronisiert werden können
fr_fr: Aucune application trouvée pour synchroniser
nl_nl: Geen toepassingen gevonden om te synchroniseren

source: Syncing local application with ID %s
de_de: Synchronisieren der lokalen Anwendung mit ID-%s
fr_fr: Synchronisation de l’application locale avec les %s
nl_nl: Lokale toepassing synchroniseren met ID-%s

source: Every Ten Minutes (for Matador Jobs)
de_de: Alle zehn Minuten (für Matador Jobs)
fr_fr: Toutes les dix minutes (pour Matador Jobs)
nl_nl: Elke tien minuten (voor Matador Jobs)

source: This field is required.
de_de: Dies ist ein Pflichtfeld.
fr_fr: Ce champ est requis.
nl_nl: Dit veld is verplicht.

source: Please fix this field.
de_de: Bitte korrigieren Sie dieses Feld.
fr_fr: S’ll vous plaît, réparez ce champ.
nl_nl: Corrigeer dit veld.

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr_fr: Veuillez saisir une adresse courriel valide.
nl_nl: Vul een geldig e-mailadres in.

source: Please enter a valid URL.
de_de: Bitte geben Sie eine gültige URL ein.
fr_fr: Veuillez saisir une URL valide.
nl_nl: Voer een geldige URL in.

source: Please enter a valid date.
de_de: Bitte geben Sie ein gültiges Datum ein.
fr_fr: Merci dentrer une date valid.
nl_nl: Voer een geldige datum in.

source: Please enter a valid date (ISO).
de_de: Bitte geben Sie ein gültiges ISO-Datum ein.
fr_fr: Merci dentrer une date valide (ISO).
nl_nl: Voer een geldige datum in (ISO).

source: Please enter a valid number.
de_de: Bitte geben Sie eine gültige Nummer ein.
fr_fr: Veuillez entrer un numéro valide.
nl_nl: Voer een geldig nummer in.
