Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: Emails may be filtered by email security protocols unless your site has email validation systems in place like DKIM. If you're not sure, use an email address from outside your domain (like at MSN, Yahoo, or Gmail).
de_de: E-Mails können nach E-Mail-Sicherheitsprotokollen gefiltert werden, es sei denn, Ihre Website verfügt über E-Mail-Validierungssysteme wie DKIM. Wenn Sie sich nicht sicher sind, verwenden Sie eine E-Mail-Adresse von außerhalb Ihrer Domäne (z. B. bei MSN, Yahoo oder Gmail).
fr_fr: Les e-mails peuvent être filtrés par des protocoles de sécurité par e-mail à moins que votre site ait des systèmes de validation de messagerie en place comme DKIM. Si vous n’êtes pas sûr, utilisez une adresse e-mail de l’extérieur de votre domaine (comme chez MSN, Yahoo ou Gmail).
nl_nl: E-mails kunnen worden gefilterd op e-mailbeveiligingsprotocollen, tenzij uw site e-mailvalidatiesystemen heeft zoals DKIM. Als u het niet zeker weet, gebruikt u een e-mailadres van buiten uw domein (zoals bij MSN, Yahoo of Gmail).

# Jobs Listings Setting Tab Name
source: Job Listings
de_de: Stellenangebote
fr_fr: Liste des offres d'emploi
nl_nl: Vacature aanbod

# Bullhorn Import Settings Section Name
source: Bullhorn Import
fr_fr: Importation De Bullhorn
nl_nl: Bullhorn importeren

source: Automatically Sync Jobs
de_de: Automatische Synchronisierung von Aufträgen
fr_fr: Synchronisez automatiquement les travaux
nl_nl: Synchroniseert taken automatisch

source: Set whether you want your site automatically check for job changes from Bullhorn in the background.
de_de: Legen Sie fest, ob Ihre Website automatisch im Hintergrund auf Auftragsänderungen von Bullhorn überprüfen soll.
fr_fr: Définissez si vous voulez que votre site vérifie automatiquement les changements d’emploi de Bullhorn en arrière-plan.
nl_nl: Stel in of u wilt dat uw site automatisch naar job wijzigingen van Bullhorn op de achtergrond controleert.

source: Published Status to Import
de_de: Veröffentlichter Status zum Importieren
fr_fr: Statut publié à l’importation
nl_nl: Gepubliceerde status om te importeren

source: "Published -- Approved" Jobs
de_de: "Veröffentlicht -- Genehmigte" Jobs
fr_fr: Emplois "publiés - approuvés"
nl_nl: "Gepubliceerd - goedgekeurde" vacatures

source: "Published -- Submitted" Jobs
de_de: "Veröffentlicht -- Eingereichte" Jobs
fr_fr: Emplois "publiés -- Soumis"
nl_nl: "Gepubliceerd - Ingediende" vacatures

source: All Jobs (careful!)
de_de: Alle Jobs (vorsichtig!)
fr_fr: Toutes les offres d'emploi (attention!)
nl_nl: Alle vacatures (nauwkeurig)

source: Determines which level of "publishing" a job must have to be imported. It is recommended to use only "Published -- Approved", but you may set more general rules. Caution using "All Jobs", as this can potentially import jobs before they're done being created.
de_de: Legt fest, welche Ebene des "Veröffentlichens" eines Auftrags importiert werden muss. Es wird empfohlen, nur "Veröffentlicht -- Genehmigt" zu verwenden, aber Sie können allgemeinere Regeln festlegen. Vorsicht bei der Verwendung von "Alle Aufträge", da dies möglicherweise Aufträge importieren kann, bevor sie erstellt werden.
fr_fr: Détermine le niveau de « publication » d’un emploi doit être importé. Il est recommandé d’utiliser uniquement "Publié - approuvé", mais vous pouvez définir des règles plus générales. Attention à l’utilisation de «Tous les emplois», car cela peut potentiellement importer des emplois avant qu’ils ne soient créés.
nl_nl: Bepaalt welk niveau van "publiceren" een taak moet worden geïmporteerd. Het wordt aanbevolen om alleen "Gepubliceerd - Goedgekeurd" te gebruiken, maar u kunt meer algemene regels instellen. Pas op met "Alle taken", omdat deze mogelijk taken kunnen importeren voordat ze zijn voltooid.

source: Job Date Field
de_de: Feld "Datumsdatum"
fr_fr: Champ de date d’emploi
nl_nl: Veld Taakdatum

source: Choose the date field that will be used as the "Published" date for your job.
de_de: Wählen Sie das Datumsfeld aus, das als Datum "Veröffentlicht" für Ihren Auftrag verwendet wird.
fr_fr: Choisissez le champ de date qui sera utilisé comme date « Publiée » pour votre travail.
nl_nl: Kies het datumveld dat wordt gebruikt als de 'Gepubliceerde' datum voor uw taak.

source: Date Added (%s)
de_de: Datum des Liegens (%s)
fr_fr: Date ajoutée (%s)
nl_nl: Datum toegevoegd (%s)

source: Date Last Updated (%s)
de_de: Datum der letzten Aktualisierung (%s)
fr_fr: Date dernière mise à jour (%s)
nl_nl: Datum Laatst bijgewerkt (%s)

source: Date Last Published (%s)
de_de: Datum der letzten Veröffentlichung (%s)
fr_fr: Date dernière publication (%s)
nl_nl: Datum Laatst gepubliceerd (%s)

source: Description Field
de_de: Beschreibungsfeld
fr_fr: Champ de description
nl_nl: Omschrijving

source: Choose to display either the job's Description or the Public Description.
de_de: Wählen Sie aus, ob entweder die Beschreibung des Auftrags oder die öffentliche Beschreibung angezeigt werden soll.
fr_fr: Choisissez d’afficher la description de l’emploi ou la description publique.
nl_nl: Kies ervoor om de functiebeschrijving of de openbare beschrijving weer te geven.

source: Description (Bullhorn Default)
de_de: Beschreibung (Bullhorn Default)
nl_nl: Beschrijving (Bullhorn standaard)

source: Public Description
de_de: Öffentliche Beschreibung
fr_fr: Description publique
nl_nl: Openbare omschrijving

source: Category Field
de_de: Kategoriefeld
fr_fr: Champ de catégorie
nl_nl: Categorieveld

source: Choose to categorize jobs by either the single "Published Category" set during Publishing or by the (one or many) "Job Categories" defined in the Job Order.
de_de: Wählen Sie aus, ob Aufträge entweder nach der einzelnen "Jobkategorie" kategorisiert werden, die während der Veröffentlichung festgelegt wurde, oder nach den (einer oder vielen) "Jobkategorien", die in der Auftragsbestellung definiert sind.
fr_fr: Choisissez de classer les emplois par la catégorie unique « Publiée » définie lors de l’édition, soit par les (une ou plusieurs) catégories d’emploi définies dans l’ordre d’emploi.
nl_nl: Kies ervoor om taken te categoriseren op de enkele "Gepubliceerde categorie" die is ingesteld tijdens publicatie of op de (een of veel) "Taakcategorieën" die zijn gedefinieerd in de taakorder.

source: Job Categories (multiple)
de_de: Jobkategorien (mehrere)
fr_fr: Catégories d’emplois (multiples)
nl_nl: Functiecategorieën (meerdere)

source: Published Category (single)
de_de: Veröffentlichte Kategorie (einzeln)
fr_fr: Catégorie publiée (simple)
nl_nl: Gepubliceerde categorie (single)

source: Location Taxonomy Term
nl_nl: Locatie Taxonomie term

source: Choose which part of a job address should be used for the location taxonomy. The location taxonomy is used for filtering and searching jobs.
nl_nl: Kies welk deel van een taakadres moet worden gebruikt voor de locatietaxonomie. De locatietaxonomie wordt gebruikt voor het filteren en zoeken van taken.

source: City/Locality
nl_nl: Stad/Plaats

source: Country
nl_nl: Land

source: "Remote" Location Taxonomy Term
nl_nl: Term "Externe" locatietaxonomie

source: Add the "Remote" Location Taxonomy Term to a job when job is "Remote"/"Work From Home".
nl_nl: Voeg de term "Externe" locatietaxonomie toe aan een taak wanneer de taak "Extern" /"Thuiswerken" is.

source: Show Job Info Header
de_de: Job-Info-Header anzeigen
fr_fr: Afficher l’en-tête d’info emploi
nl_nl: Toon vacature informatie koptekst

source: Turn on/off the Job Info header that shows before the job description.
de_de: Aktivieren/Deaktivieren des Auftragsinfo-Headers, der vor der Auftragsbeschreibung angezeigt wird.
fr_fr: Activez/éteignez l’en-tête d’Info-emploi qui s’affiche avant la description de poste.
nl_nl: Schakel de vacature informatie header in die vóór de taakomschrijving wordt weergegeven.

# Salary Settings Section Name
source: Salary Options
de_de: Orte
fr_fr: lieux
nl_nl: locaties

source: See this help doc for more information.
de_de: Weitere Informationen finden Sie in unserer Datenschutzerklärung.
fr_fr: Examinez notre Politique de confidentialité pour plus d’informations.
nl_nl: Lees ons privacybeleid voor meer informatie.

# Jobs Structured Data Settings Name
source: Jobs Structured Data Settings
de_de: Jobs Strukturierte Dateneinstellungen
fr_fr: Paramètres de données structurés d’emplois
nl_nl: Gestructureerde Data Instellingen Vacatures

source: Add Structured Data
de_de: Hinzufügen strukturierter Daten zu Aufträgen
fr_fr: Ajouter des données structurées à l’emploi
nl_nl: Voeg Gestructureerde Data toe aan Vacatures

source: Structured Data is the best search engine optimization for your jobs website. Structured Data is hidden code built by and added to your jobs pages by Matador. You will not see it, but the robots that index your site for search engines like Google for Jobs and Indeed will love it.
de_de: Structured Data ist die beste Suchmaschinenoptimierung für Ihre Job-Website. Structured Data ist versteckter Code, der von Matador erstellt und zu Ihren Jobseiten hinzugefügt wurde. Sie werden es nicht sehen, aber die Roboter, die Ihre Website für Suchmaschinen wie Google für Jobs und in der Tat wird es lieben.
fr_fr: Les données structurées sont la meilleure optimisation des moteurs de recherche pour votre site Web d’emplois. Les données structurées sont un code caché intégré et ajouté à vos pages d’emplois par Matador. Vous ne le verrez pas, mais ce sera optimisé pour les robots qui indexent votre site pour les moteurs de recherche comme Google-jobs.
nl_nl: Gestructureerde gegevens zijn de beste zoekmachine optimalisatie optie voor uw vacature website. Gestructureerde gegevens is een verborgen code die is gebouwd door en is toegevoegd aan uw taakpagina’s door Matador. U zult het niet zien, maar de robots die uw site indexeren voor zoekmachines zoals Google for Jobs en Indeed zullen er dol op zijn.

source: "Hiring Company" Data Source
de_de: Datenquelle "Hiring Company"
fr_fr: Source de données "Sociétés en recrutement"
nl_nl: “Inleen Bedrijf” Data bron

source: use Client Company info
de_de: Client-Unternehmensinformationen verwenden
fr_fr: utiliser les informations de la Société Client
nl_nl: gebruik Bedrijfsgegevens van de Klant

source: use Hiring Agency info
de_de: Nutzung hiring Agency info
fr_fr: utiliser les informations de Hiring Agency
nl_nl: gebruik de informatie van het wervingsbureau

source: Structured Data requires a "Hiring Company" Name and Website Address. When this is set to "use Client Company info", the Client Company Name and Website set in Bullhorn will be provided. When set to "use Hiring Agency info", the name of this website and its URL will be provided.
de_de: Strukturierte Daten erfordern einen Namen und eine Website-Adresse des Unternehmens. Wenn dies auf "Kundenunternehmensinformationen verwenden" festgelegt ist, werden der Name und die Website des Kunden in Bullhorn bereitgestellt. Wenn auf "Hire Agency info verwenden" festgelegt ist, werden der Name dieser Website und ihre URL angegeben.
fr_fr: Les données structurées nécessitent un nom et une adresse de site Web « Sociétés en recrutement ». Lorsque cela est défini pour «utiliser les informations de la société cliente», le nom de la société cliente et le site Web situé à Bullhorn sera fourni. Lorsqu’il est configuré pour "utiliser les informations de l’Agence de location", le nom de ce site et son URL seront fournis.
nl_nl: Voor gestructureerde data zijn een naam en bedrijfsadres van de “Inlenende onderneming” vereist. Wanneer dit is ingesteld op “gebruik bedrijfsgegevens van de klant”, worden de bedrijfsnaam en website van de klant in Bullhorn verstrekt. Indien ingesteld op “gebruik van informatie over het inhuren van een bureau”, zal de naam van deze website en de bijbehorende URL worden vermeld.

# Jobs Sortings Settings Section Name
source: Jobs Sorting Options
de_de: Jobs-Sortierungsoptionen
fr_fr: Options de tri des emplois
nl_nl: Opties voor het sorteren van taken

source: Sort Jobs By
de_de: Sortieren von Jobs nach
fr_fr: Trier les emplois par
nl_nl: Matador Jobs

source: By Date (default)
de_de: Nach Datum (Standard)
fr_fr: Par date (par défaut)
nl_nl: Op Datum (standaard)

source: By Name
de_de: Nach Name
fr_fr: Par nom
nl_nl: Naam

source: By Bullhorn ID
de_de: Nach Bullhorn ID
fr_fr: Par Bullhorn ID
nl_nl: Door Bullhorn ID

source: Randomly
de_de: Zufällig
fr_fr: Au hasard
nl_nl: Willekeurig

source: Order Jobs
de_de: Stellenangebote
fr_fr: Odre des emplois
nl_nl: Taken bestellen

source: Descending 9-1 (default)
de_de: Absteigend 9-1 (Standard)
fr_fr: Par odre decroissant 9-1 (par défaut)
nl_nl: Aflopend 9-1 (standaard)

source: Ascending 1-9
de_de: Aufsteigend 1-9
fr_fr: Par odre croissant 1-9
nl_nl: Oplopend 1-9

# URL Slugs Settings Section Name
source: Jobs Pages URL Options
de_de: Jobs-Sortierungsoptionen
fr_fr: Options de tri des emplois
nl_nl: URL-opties voor takenpagina's

source: Job Single URL Slug
nl_nl: Unieke naam van url voor vacature

source: Choose how Matador constructs the URL for the job. Note: spaces and invalid characters are ignored or changed into dashes, e.g.: "My Job Title" becomes "my-job-title".
de_de: Wählen Sie aus, wie Matador die URL für den Auftrag erstellt. Hinweis: Leerzeichen und ungültige Zeichen werden ignoriert oder in Bindestriche geändert, z.B.: "Mein Jobtitel" wird zu "my-job-title".
fr_fr: Choisissez comment Matador construit l’URL pour le travail. Remarque : les espaces et les caractères invalides sont ignorés ou transformés en tirets, par exemple : « Mon titre d’emploi » devient « mon titre d’emploi ».
nl_nl: Geef aan hoe Matador de URL voor de taak moet construeren. Opmerking: spaties en ongeldige tekens worden genegeerd of gewijzigd in streepjes, bijvoorbeeld: “Mijn functie” wordt “mijn functie”.

source: Job Title, Bullhorn Job ID
de_de: Berufsbezeichnung, Bullhorn Job ID
fr_fr: Titre de l’emploi, Id d’emploi Bullhorn
nl_nl: Vacature Titel, Bullhorn Vacature ID

source: Bullhorn Job ID, Job Title
de_de: Bullhorn Job ID, Berufsbezeichnung
fr_fr: Bullhorn Job ID, Titre de l’emploi
nl_nl: Bullhorn Vacature ID, Vacature Titel

source: Job Board Location
de_de: Jobboard-Standort
fr_fr: Emplacement du tableau d’emploi
nl_nl: Locatie jobboard

source: Choose the page where you put the [matador_jobs] shortcode, or elect to use the WordPress "archive" and use your theme defaults.
de_de: Wählen Sie die Seite, auf der Sie den Kurzcode [matador_jobs] einfügen, oder wählen Sie das WordPress-"Archiv" und verwenden Sie Ihre Theme-Standards.
fr_fr: Choisissez la page où vous mettez le code court [matador_jobs], ou choisissez d’utiliser l’archive WordPress et d’utiliser vos défauts de thème.
nl_nl: Kies de pagina waar u de [matador_jobs] shortcode plaatst, of kies ervoor om het WordPress "archief" te gebruiken en gebruik uw themastandaarden.

source: Use Archive
de_de: Verwenden des Archivs
fr_fr: Utiliser Les archives
nl_nl: Gebruik Archief

source: Job Listings Slug
de_de: Stellenangebote Slug
fr_fr: Liste d’emploi Slug
nl_nl: Unieke naam van url voor vacature overzicht

source: This is both the URL slug for the all jobs page and the part of the URL in front of each jobs' slug. If you job is "my-job-title" at "mysite.com/my-jobs/my-job-title", this option customizes the "my-jobs" part.
de_de: Dies ist sowohl die URL-Slug für die Seite "Alle Aufträge" als auch der Teil der URL vor der Slug jedes Jobs. Wenn Ihr Job "my-job-title" bei "mysite.com/my-jobs/my-job-title" ist, passt diese Option den Teil "my-jobs" an.
fr_fr: Il s’agit à la fois de la limace URL pour la page tous les travaux et la partie de l’URL en face de la limace de chaque emploi. Si votre emploi est "mon emploi-titre" à "mysite.com/my-jobs/my-job-title", cette option personnalise la partie "mes emplois".
nl_nl: Dit is zowel de URL-naam voor de pagina met alle vacatures als het deel van de URL voor de naam van elke opdracht. Als je bij “mysite.com/my-jobs/my-job-title” “mijn functie” bent, kun je met deze optie het gedeelte “mijn banen” aanpassen.

# Applications Settings Tab Name
source: Applications
de_de: Bewerbungen
fr_fr: Demande d’emploi
nl_nl: Aanvragen

# Applications General Settings Section Name
source: Applications General Settings
de_de: Bewerbungen Allgemeine Einstellungen
fr_fr: Paramètres généraux des applications
nl_nl: Algemene instellingen aanvragen

source: Use Matador Application Processing
de_de: Verwenden von Matador Application Processing
fr_fr: Utiliser le traitement des applications Matador
nl_nl: Gebruik Matador Applicatie verwerking

source: Matador has built-in support for accepting and processing applications. Turn off to use your own solution.
de_de: Matador bietet integrierte Unterstützung für die Annahme und Bearbeitung von Bewerbungen. Deaktivieren Sie diese Lösung, um Ihre eigene Lösung zu verwenden.
fr_fr: Matador a intégré le support pour l’acceptation et le traitement des demandes. Éteignez-vous pour utiliser votre propre solution.
nl_nl: Matador heeft ingebouwde ondersteuning voor het accepteren en verwerken van applicaties. Schakel uit om uw eigen oplossing te gebruiken.

source: Submit Applicants to Bullhorn
de_de: Bewerber an Bullhorn senden
fr_fr: Soumettre les candidats à Bullhorn
nl_nl: Verzend aanmeldingen naar Bullhorn

source: Matador can submit candidates to Bullhorn immediately as they apply, in a background task after they apply, or only when you manually trigger the sync. When set to "Immediate" processing, the user waits for the communication with Bullhorn to complete, but can send more information back in the confirmation email. When set to "Background" processing, ther user gets confirmation immediately, but with less information available to the confirmation email. Manual processing requires a logged in admin user to trigger.
de_de: Matador kann Kandidaten sofort bei Bullhorn einreichen, wenn sie sich bewerben, in einer Hintergrundaufgabe, nachdem sie sich bewerben, oder nur, wenn Sie die Synchronisierung manuell auslösen. Wenn die Verarbeitung auf "Sofort" eingestellt ist, wartet der Benutzer auf den Abschluss der Kommunikation mit Bullhorn, kann aber weitere Informationen in der Bestätigungs-E-Mail zurücksenden. Wenn auf "Hintergrund"-Verarbeitung eingestellt, erhält der Benutzer sofort eine Bestätigung, jedoch mit weniger Informationen, die für die Bestätigungs-E-Mail verfügbar sind. Für die manuelle Verarbeitung muss ein angemeldeter Administratorbenutzer ausgelöst werden.
fr_fr: Matador peut soumettre des candidats à Bullhorn immédiatement lorsqu’ils s’appliquent, dans une tâche d’arrière-plan après leur demande, ou seulement lorsque vous déclenchez manuellement la synchronisation. Lorsqu’il est réglé sur le traitement "immédiat", l’utilisateur attend que la communication avec Bullhorn se termine, mais peut envoyer plus d’informations dans l’e-mail de confirmation. Lorsqu’il est réglé sur le traitement "Background", l’utilisateur de ther obtient la confirmation immédiatement, mais avec moins d’informations disponibles pour l’e-mail de confirmation. Le traitement manuel nécessite un utilisateur d’administrateur connecté pour déclencher.
nl_nl: Matador kan kandidaten onmiddellijk indienen bij Bullhorn wanneer ze solliciteren, in een achtergrondtaak nadat ze hebben gestaakt, of alleen wanneer u de synchronisatie handmatig activeert. Wanneer ingesteld op "Onmiddellijke" verwerking, wacht de gebruiker tot de communicatie met Bullhorn is voltooid, maar kan meer informatie terugsturen in de bevestigingsmail. Wanneer ingesteld op "Achtergrond" verwerking, krijgt de gebruiker onmiddellijk bevestiging, maar met minder informatie beschikbaar voor de bevestigingsmail. Voor handmatige verwerking moet een ingelogde beheerdersgebruiker worden geactiveerd.

source: Submit Applications to Bullhorn in the Background (Faster)
de_de: Bewerbungen im Hintergrund (schneller) bei Bullhorn einreichen
fr_fr: Soumettre des candidatures à Bullhorn en arrière-plan (Faster)
nl_nl: Aanvragen indienen bij Bullhorn op de achtergrond (sneller)

source: Submit Applications to Bullhorn Immediately (Slower)
de_de: Bewerbungen sofort bei Bullhorn einreichen (langsamer)
fr_fr: Soumettre des demandes à Bullhorn immédiatement (Slower)
nl_nl: Direct aanvragen indienen bij Bullhorn (langzamer)

source: Disable Automatic Submissions to Bullhorn (Manual Only)
de_de: Automatische Übermittlungen an Bullhorn deaktivieren (nur manuell)
fr_fr: Soumissions automatiques pour les personnes à Bullhorn (Manuel uniquement)
nl_nl: Automatische inzendingen naar Bullhorn uitschakelen (alleen handmatig)

source: Application Method
de_de: Bewerbungsmethode
fr_fr: Méthode d’application
nl_nl: Aanvraag methode

source: How would you like your visitors to access an application? You may add the application form to the bottom of the job description page, the plugin can generate an application page for you, or you can direct users to a custom WordPress page that you can use the [matador-application] or other plugin (link).
de_de: Wie möchten Sie, dass Ihre Besucher auf eine Bewerbung zugreifen? Sie können das Bewerbungsformular am unteren Rand der Stellenbeschreibungsseite hinzufügen, das Plugin kann eine Bewerbungsseite für Sie generieren, oder Sie können Benutzer zu einer benutzerdefinierten WordPress-Seite leiten, die Sie die [matador-Bewerbung] oder ein anderes Plugin (Link) verwenden können.
fr_fr: Comment souhaitez-vous que vos visiteurs accèdent à une application ? Vous pouvez ajouter le formulaire d’application au bas de la page de description de poste, le plugin peut générer une page d’application pour vous, ou vous pouvez diriger les utilisateurs vers une page WordPress personnalisée que vous pouvez utiliser le [matador-application] ou tout autre plugin (lien).
nl_nl: Hoe zou u willen dat uw bezoekers toegang krijgen tot een aanvraag? U kunt het aanvraagformulier onderaan de pagina met taakomschrijvingen toevoegen, de plug-in kan een toepassingspagina voor u genereren of u kunt gebruikers naar een aangepaste WordPress-pagina leiden die u kunt gebruiken [matador-aanvraag] of een andere plug-in (link).

source: Add Application Form to Job Detail
de_de: Hinzufügen von Antragsformular zu Auftragsdetails
fr_fr: Ajouter le formulaire de demande aux détails de l’emploi
nl_nl: Voeg een aanvraagformulier toe aan vacature details

source: Generate Application Page
de_de: Bewerbungsseite generieren
fr_fr: Générer la page d’application
nl_nl: Sollicitatiepagina genereren

source: Link to Custom Page
de_de: Link zur benutzerdefinierten Seite
fr_fr: Lien vers la page personnalisée
nl_nl: Link naar custom pagina

source: Custom Application Page
de_de: Benutzerdefinierte Bewerbungsseite
fr_fr: Page d’application personnalisée
nl_nl: Aangepaste sollicitatiepagina

source: Choose the custom WordPress page where application links should go to. Leaving this blank will cause the application links to go to your home page.
de_de: Wählen Sie die benutzerdefinierte WordPress-Seite, auf die Bewerbungslinks gehen sollen. Wenn Sie dieses Feld leer lassen, gelangen die Bewerbungslinks zu Ihrer Homepage.
fr_fr: Choisissez la page WordPress personnalisée où les liens d’application doivent aller. Laisser ce blanc fera en sorte que les liens d’application iront à votre page d’accueil.
nl_nl: Kies de aangepaste WordPress-pagina waar de koppelingen naar applicaties moeten gaan. Als u dit veld leeg laat, worden de koppelingen naar uw startpagina geopend.

source: No page selected
de_de: Keine Seite ausgewählt
fr_fr: Aucune page sélectionnée
nl_nl: Geen pagina geselecteerd

source: General Application Page
de_de: Bewerbungsseite generieren
fr_fr: Générer la page d’application
nl_nl: Sollicitatiepagina genereren

source: Confirmation Method
de_de: Bestätigungsmethode
fr_fr: Méthode de confirmation
nl_nl: Bevestigingsmethode
