Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: Bullhorn requests require a method and not null params array.
de_de: Bullhorn-Anforderungen erfordern eine Methode und kein Null-Params-Array.
fr_fr: Les demandes de Bullhorn nécessitent une méthode et non des params nuls.
nl_nl: Bullhorn-aanvragen vereisen een methode en geen null params-array.

source: Bullhorn requests require a valid HTTP method.
de_de: Bullhorn-Anforderungen erfordern eine gültige HTTP-Methode.
fr_fr: Les demandes de Bullhorn nécessitent une méthode HTTP valide.
nl_nl: Bullhorn-aanvragen vereisen een geldige HTTP-methode.

source: Starting Bullhorn request to endpoint %s.
de_de: Starten von Bullhorn-Anfrage zum Endpunkt %s.
fr_fr: Démarrage Bullhorn demande de mettre fin à %s.
nl_nl: Start Bullhorn-aanvraag naar eindpunt% s.

source: Initiating Bullhorn %s Request to URL %s
de_de: Eintierung von Bullhorn-Anfrage an URL-%s
fr_fr: Lancement de la demande bullhorn à l’URL %s
nl_nl: Bullhorn Request starten naar URL-%s

source: Bullhorn request timed out.
de_de: Bullhorn-Anfrage Zeitauszeit.
fr_fr: Bullhorn demande chronométré.
nl_nl: Bullhorn-aanvraag gepauzeerd.

source: Completed Bullhorn request to endpoint %s.
de_de: Abgeschlossene Bullhorn-Anfrage an Endpunkt %s.
fr_fr: Demande complétée De Bullhorn de mettre fin aux %s.
nl_nl: Bullhornverzoek voltooid tot eindpunt% s.

source: Method called with invalid parameters.
de_de: Methode, die mit ungültigen Parametern aufgerufen wird.
fr_fr: Méthode appelée avec des paramètres non valides.
nl_nl: Methode aangeroepen met ongeldige parameters.

source: The content is missing
de_de: Der Inhalt fehlt
fr_fr: Le contenu est manquant
nl_nl: De inhoud ontbreekt

source: The file path was not set or invalid.
de_de: Der Dateipfad wurde nicht festgelegt oder ungültig.
fr_fr: Le chemin du dossier n’a pas été défini ou invalide.
nl_nl: Het bestandspad was niet ingesteld of ongeldig.

source: The file type was invalid.
de_de: Der Dateityp war ungültig.
fr_fr: Le type de fichier était invalide.
nl_nl: Het bestandstype was ongeldig.

source: We were unable to fetch companies from Bullhorn. See your logs for more information
de_de: Wir konnten keine Unternehmen aus Bullhorn holen. Weitere Informationen finden Sie in Ihren Protokollen
fr_fr: Nous n’avons pas été en mesure d’aller chercher des entreprises de Bullhorn. Consultez vos journaux pour plus d’informations
nl_nl: We konden geen bedrijven uit Bullhorn halen. Bekijk uw logboeken voor meer informatie

source: Starting Sync with bullhorn.
de_de: Starten Sie Sync mit Bullhorn.
fr_fr: Commencer la synchronization avec bullhorn.
nl_nl: Autoriseer met Bullhorn

source: Bullhorn not logged in and cannot import.
de_de: Bullhorn nicht eingeloggt und kann nicht importieren.
fr_fr: Bullhorn non connecté et ne peut pas importer.
nl_nl: Bullhorn is niet ingelogd en kan niet importeren.

source: Bullhorn Jobs Sync completed successfully at
de_de: Bullhorn Jobs Sync erfolgreich abgeschlossen
fr_fr: Bullhorn Jobs Sync terminé avec succès à
nl_nl: Bullhorn Jobs Sync succesvol afgerond bij

source: Finished Sync with bullhorn.
de_de: Beendet Sync mit Bullhorn.
fr_fr: Fini Sync avec cornet.
nl_nl: Klaar synchroon met bullhorn.

source: Operation timed out. Will try again.
de_de: Zeitfürst des Vorgangs.
fr_fr: Opération chronométrée
nl_nl: De bewerking duurde te lang

source: Sync found no eligible jobs for import.
de_de: Sync hat keine geeigneten Aufträge für den Import gefunden.
fr_fr: Sync n’a trouvé aucun emploi admissible à l’importation.
nl_nl: Synchronisatie heeft geen in aanmerking komende taken gevonden voor import.

source: Sync found %1$s jobs.
de_de: Sync wurde %1$s Jobs gefunden.
fr_fr: Sync a trouvé des emplois de %1$s.
nl_nl: Synchronisatie heeft %1$s vacatures gevonden.

source: Matador found duplicate entries for your jobs. Will remove newest copies.
de_de: Matador hat doppelte Einträge für Ihre Jobs gefunden. Entfernt die neuesten Kopien.
fr_fr: Matador a trouvé des entrées en double pour vos emplois. Supprimera les plus récentes copies.
nl_nl: Matador heeft dubbele vermeldingen gevonden voor je taken. Hiermee worden de nieuwste kopieën verwijderd.

source: Removing duplicate local entry #%1$s for remote id #%2$s.
de_de: Durch das Entfernen des doppelten lokalen Eintrags %1$s für die Remote-ID %2$s.
fr_fr: Suppression de l’entrée locale en double %1$s pour id à distance 1%2$s.
nl_nl: Dubbele lokale vermelding verwijderen #%1$s voor externe id #%2$s.

source: No existing jobs were found
de_de: Es wurden keine vorhandenen Arbeitsplätze gefunden.
fr_fr: Aucun emploi existant n’a été trouvé
nl_nl: Geen vacature gevonden

source: %s existing jobs were found
de_de: %s wurden bestehende Arbeitsplätze gefunden
fr_fr: %s emplois existants ont été trouvés
nl_nl: %s bestaande banen zijn gevonden

source: Starting taxonomies sync.
de_de: Die Synchronisierung von Taxonomien wird gestartet.
fr_fr: Démarrage des taxonomies synchroniser.
nl_nl: Taxonomieën synchroniseren.

source: Finished Category Sync with bullhorn.
de_de: Abgeschlossene Kategorie Synchronisation mit Bullhorn.
fr_fr: Catégorie finie Sync avec corne de taureau.
nl_nl: Voltooide categoriesynchronisatie met bullhorn.

source: Requesting organization URL for organization id #%s
de_de: Anfordern der Einstellungs-URL für die Job-ID "%s
fr_fr: Demande d’URL d’embauche pour l’id d’emploi #%s
nl_nl: Aanwervings-URL aanvragen voor taak-id #%s

source: Bullhorn Job #%1$s is was in recent synced list skipping this time.
de_de: Bullhorn Job %1$s ist in der letzten synchronisierten Liste überspringen dieses Mal.
fr_fr: Bullhorn Job '%1$s est était dans la liste synchronisée récente sauter cette fois.
nl_nl: Bullhorn Job #%1$s was in een recent gesynchroniseerde lijst die deze keer overslaat.

source: Bullhorn Job #%1$s is not created.
de_de: Bullhorn Job Nr. %1$s wird nicht erstellt.
fr_fr: Bullhorn Job '%1$s n’est pas créé.
nl_nl: Bullhorn Job #%1$s is niet gemaakt.

source: Bullhorn Job #%1$s is new and will be added.
de_de: Bullhorn Job %1$s ist neu und wird hinzugefügt.
fr_fr: Bullhorn Job '%1$s est nouveau et sera ajouté.
nl_nl: Bullhorn Job #%1$s is nieuw en zal worden toegevoegd.

source: Bullhorn Job #%1$s exists as WP post #%2$s and is skipped.
de_de: Bullhorn Job %1$s existiert als WP-Beitrag %2$s und wird übersprungen.
fr_fr: Bullhorn Job '%1$s existe comme WP post '%2$s et est ignoré.
nl_nl: Bullhorn Job #%1$s bestaat als WP-bericht #%2$s en wordt overgeslagen.

source: Bullhorn Job #%1$s was not modified since last import skipping save.
de_de: Bullhorn Job '%1$s wurde seit dem letzten Import-Skipping-Save nicht geändert.
fr_fr: Bullhorn Job #%1$s n’a pas été modifié depuis la dernière importation sauter enregistrer.
nl_nl: Bullhorn Job #%1$s is niet gewijzigd sinds de laatste import skipping save.

source: Bullhorn Job #%1$s exists as WP post #%2$s and is updated.
de_de: Bullhorn Job %1$s existiert als WP-Beitrag %2$s und wird aktualisiert.
fr_fr: Bullhorn Job '%1$s existe comme WP post '%2$s et est mis à jour.
nl_nl: Bullhorn Job #%1$s bestaat als WP-bericht #%2$s en is bijgewerkt.

source: Bullhorn Job #%1$s exists as WP post #%2$s and is force updated due to user action.
de_de: Bullhorn Job %1$s existiert als WP-Beitrag %2$s und wird aufgrund von Benutzeraktionen aktualisiert.
fr_fr: Bullhorn Job #%1$s comme WP post #%2$s force mise à jour en raison de l’action de l’utilisateur.
nl_nl: Bullhorn Job #%1$s bestaat als WP post #%2$s en wordt geforceerd bijgewerkt vanwege gebruikersactie.

source: Unable to save job.
de_de: Der Auftrag kann nicht gespeichert werden.
fr_fr: Impossible de sauver le travail.
nl_nl: Kan taak niet opslaan.

source: Bullhorn Job #%1$s has been imported.
de_de: Bullhorn Job Nr. %1$s wurde importiert.
fr_fr: Bullhorn Job '%1$s a été importé.
nl_nl: Bullhorn Job #%1$s is geïmporteerd.

source: More than 5 terms doing a full term sync
de_de: Mehr als 5 Begriffe bei einer vollständigen Termsynchronisierung
fr_fr: Plus de 5 termes effectuant une synchronisation à terme
nl_nl: Meer dan 5 termen die een volledige termijnsynchronisatie uitvoeren

source: Remote
nl_nl: Afstand

source: Requesting currency Format
de_de: Anfordern von Währungsformat
fr_fr: Demande de format de devise
nl_nl: Valuta-indeling aanvragen

source: Requesting user data
de_de: Anfordern von Benutzerdaten
fr_fr: Demande de données utilisateur
nl_nl: Gebruikersgegevens opvragen

source: Delete Job(%1$s).
de_de: Löschen Sie Job(%1$s).
fr_fr: Supprimer l’emploi (%1$s).
nl_nl: Werk bij vacature %1$s

source: Collect User Traffic Information
de_de: Sammeln von Benutzerverkehrsinformationen
fr_fr: Recueillir des informations sur le trafic des utilisateurs
nl_nl: Informatie over gebruikersverkeer verzamelen

source: Depending on user settings, Matador can collect information about inbound user traffic and include that in the "source" field for new candidate and new job submissions. Note: may require additional setup for GDPR compliance.
de_de: Abhängig von den Benutzereinstellungen kann Matador Informationen über eingehenden Benutzerverkehr sammeln und diese in das Feld "Quelle" für neue Kandidaten und neue Stelleneinreichungen einbeziehen. Hinweis: möglicherweise zusätzliche Einstellungen für die DSGVO-Konformität erfordern.
fr_fr: Selon les paramètres de l’utilisateur, Matador peut recueillir des informations sur le trafic entrant des utilisateurs et les inclure dans le domaine de la «source» pour les nouvelles candidatures et les nouvelles soumissions d’emploi. Remarque : peut nécessiter une configuration supplémentaire pour la conformité au GDPR.
nl_nl: Afhankelijk van de gebruikersinstellingen kan Matador informatie verzamelen over inkomend gebruikersverkeer en deze opnemen in het veld 'bron' voor nieuwe kandidaten en nieuwe inzendingen. Opmerking: mogelijk is aanvullende installatie vereist voor naleving van de AVG.

source: direct(none)
de_de: direkt (keine)
fr_fr: direct(aucun)
nl_nl: direct(geen)

source: referral
de_de: Weiterempfehlung
fr_fr: référence
nl_nl: Verwijzing

source: organic
de_de: organisch
fr_fr: organique
nl_nl: Organische

source: Unable to connect to Google API Login due to missing keys. Set them in your settings file.
de_de: Aufgrund fehlender Schlüssel konnte keine Verbindung mit Google API Login hergestellt werden. Legen Sie sie in Ihrer Einstellungsdatei fest.
fr_fr: Impossible de se connecter à Google API Login en raison de clés manquantes. Réglez-les dans votre fichier de paramètres.
nl_nl: Kan geen verbinding maken met Google API Login vanwege ontbrekende sleutels. Stel ze in uw instellingenbestand in.

source: The key file is bad
de_de: Die Schlüsseldatei ist fehlerhaft
fr_fr: Le fichier clé est mauvais
nl_nl: Het sleutelbestand is slecht

source: Calling Google API with:
nl_nl: Google API aanroepen met:

source: Got back from Google APIs:
nl_nl: Teruggekomen van Google API's:

source: Unable to reach Google API Login servers for new login token. Error:
de_de: Google API Login-Server für ein neues Anmeldetoken können nicht erreicht werden. Fehler:
fr_fr: Impossible d’atteindre les serveurs Google API Login pour un nouveau jeton de connexion. Erreur:
nl_nl: Kan Google API Login-servers niet bereiken voor een nieuw aanmeldingstoken. Fout:

source: Got back an Error with this message:
nl_nl: Er is een fout teruggekomen met dit bericht:

source: We failed to get a token from the Google API Error:
de_de: Es ist nicht gelungen, ein Token aus dem Google API-Fehler zu erhalten:
fr_fr: Nous n’avons pas réussi à obtenir un jeton de l’erreur De Google API:
nl_nl: We hebben geen token gekregen van de Google API-fout:

source: We failed to get a token from the Google API check for an error message in the data returned from Google above.
de_de: Es ist nicht gelungen, ein Token aus dem Google API-Fehler zu erhalten:
fr_fr: Nous n’avons pas réussi à obtenir un jeton de l’erreur De Google API:
nl_nl: We hebben geen token van de Google API-controle ontvangen voor een foutbericht in de gegevens die hierboven van Google zijn geretourneerd.

source: Google API Login request complete. Saved new login token.
de_de: Google API Login-Anforderung abgeschlossen. Neues Anmeldetoken gespeichert.
fr_fr: Google API Login demande complète. Nouveau jeton de connexion enregistré.
nl_nl: Google API Login-aanvraag voltooid. Nieuw aanmeldingstoken opgeslagen.

source: Successfully reported new URL to Google Indexing API.
de_de: Neue URL erfolgreich an die Google-Index-API gemeldet.
fr_fr: API a rapporté avec succès une nouvelle URL à l’API d’indexation de Google.
nl_nl: Nieuwe URL met succes gerapporteerd aan Google Indexing API.

source: It worked you can now turn Google Indexing API on :-)
nl_nl: Het werkte je nu Google Indexing API inschakelen :-)

source: Google Indexing API request failed and responded with an error. Error:
de_de: Die Google-Index-API-Anforderung ist fehlgeschlagen und hat mit einem Fehler geantwortet. Fehler:
fr_fr: Google Indexing API demande a échoué et a répondu par une erreur. Erreur:
nl_nl: Google Indexing API-aanvraag is mislukt en reageerde met een fout. Fout:

source: We failed to add the URL to the index. Please look at the error message and check our Doc for fixes for common errors
nl_nl: We hebben de URL niet aan de index toegevoegd. Bekijk het foutbericht en controleer ons Document voor oplossingen voor veelvoorkomende fouten

source: DO NOT turn Google Indexing on until you have solved this error!!
nl_nl: Schakel Google Indexing NIET in totdat u deze fout hebt opgelost! !

source: Unable to reach Google Indexing API. Error:
de_de: Google Indexing API kann nicht erreicht werden. Fehler:
fr_fr: Impossible d’atteindre l’API d’indexation de Google. Erreur:
nl_nl: Kan de Google Indexing API niet bereiken. Fout:

source: Successfully reported expired URL to Google Indexing API.
de_de: Abgelaufene URL erfolgreich an die Google-Index-API gemeldet.
fr_fr: API expiré avec succès signalé par Google Indexing.
nl_nl: Met succes gerapporteerde verlopen URL naar Google Indexing API.

source: Use Google Indexing API
de_de: Google-Indizierungs-API verwenden
fr_fr: Utiliser Google Indexing API
nl_nl: Google Indexing API gebruiken

source: Whether Matador will notify Google immediately about new, updated, or removed jobs, which means faster listings on Google for Jobs.
de_de: Ob Matador Google sofort über neue, aktualisierte oder entfernte Aufträge informiert, was schnellere Angebote auf Google for Jobs bedeutet.
fr_fr: Si Matador informera Google immédiatement sur les nouveaux emplois mis à jour, ou supprimés, ce qui signifie des annonces plus rapides sur Google pour les emplois.
nl_nl: Of Matador Google onmiddellijk op de hoogte zal stellen van nieuwe, bijgewerkte of verwijderde vacatures, wat betekent dat er sneller vermeldingen op Google for Jobs worden weergegeven.

source: Copy & Paste the private_key value from your Google Indexing API keys file. Without enclosing quotes
de_de: Kopieren und Einfügen des private_key Werts aus Ihrer Google Indexing API-Schlüsseldatei. Ohne Einschluss von Anführungszeichen
fr_fr: Copiez et collez la valeur private_key de votre fichier de clés API d’indexation Google. Sans joindre les guillemets
nl_nl: Kopieer en plak de private_key waarde uit uw Google Indexing API-sleutelsbestand. Zonder offertes in te sluiten

source: View our Help Docs page on this topic.
de_de: Sehen Sie sich unsere Seite "Hilfedokumente" zu diesem Thema an.
fr_fr: Consultez notre page Help Docs sur ce sujet.
nl_nl: Bekijk onze Help Docs-pagina over dit onderwerp.

source: Copy & Paste the client_email value from your Google Indexing API keys file. Without enclosing quotes
de_de: Kopieren und Einfügen des client_email Werts aus Ihrer Google Indexing API-Schlüsseldatei. Ohne Einschluss von Anführungszeichen
fr_fr: Copiez et collez la valeur client_email de votre fichier de clés API d’indexation Google. Sans joindre les guillemets
nl_nl: Kopieer en plak de client_email waarde uit uw Google Indexing API-sleutelsbestand. Zonder offertes in te sluiten

source: After saving use this page to test it works.
de_de: Verwenden Sie nach dem Speichern diese Seite, um zu testen, ob sie funktioniert.
fr_fr: Après avoir économisé, utilisez cette page pour la tester.
nl_nl: Gebruik deze pagina na het opslaan om te testen of deze werkt.

source: This field is disabled until you have entered your API key and email.
de_de: Dieses Feld ist deaktiviert, bis Sie Ihren API-Schlüssel und Ihre E-Mail-Adresse eingegeben haben.
fr_fr: Ce champ est désactivé jusqu’à ce que vous ayez entré votre clé API et e-mail.
nl_nl: Dit veld is uitgeschakeld totdat u uw API-sleutel en e-mail hebt ingevoerd.

source: (You may need to reload the page once after saving.)
de_de: (Möglicherweise müssen Sie die Seite nach dem Speichern einmal neu laden.)
fr_fr: (Vous devrez peut-être recharger la page une fois après l’enregistrement.)
nl_nl: (Mogelijk moet u de pagina na het opslaan eenmaal opnieuw laden.)

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue
nl_nl: Welkom

source: Starting sync
de_de: Die Synchronisierung von Taxonomien wird gestartet
fr_fr: Démarrage des taxonomies synchroniser.
nl_nl: Taxonomieën synchroniseren.

source: Sync errored
de_de: Synchronisiert
fr_fr: Synchronisé
nl_nl: Gesynchroniseerd

source: Sync finished
de_de: Synchronisiert
fr_fr: Synchronisé
nl_nl: Gesynchroniseerd

source: Run tasks and automation for Matador Jobs Pro plugin.
de_de: Ihre Website verfügt über ein gültiges, aktives Matador Jobs Pro-Abonnement.
fr_fr: Votre site dispose d’un abonnement Matador Jobs Pro valide et actif.
nl_nl: Uw site heeft een geldig, actief Matador Jobs Pro-abonnement.

source: %1$s version %2$s or greater
de_de: %1$s Version %2$s oder höher
fr_fr: %1$s version %2$s ou plus
nl_nl: %1$s versie %2$s of hoger

source: and
de_de: und
fr_fr: et
nl_nl: en

source: We're sorry, but Matador Jobs Board plugin requires %s. Please update your system.
de_de: Es tut uns leid, aber Matador Jobs Board Plugin erfordert %s. Bitte aktualisieren Sie Ihr System.
fr_fr: Nous sommes désolés, mais Matador Jobs Board plugin exige %s. Veuillez mettre à jour votre système.
nl_nl: Het spijt ons, maar Matador Jobs Board-plug-in is vereist% s. Werk uw systeem bij.

source: Matador was unable to make the folder where it puts applications and its log files. Please create a folder inside <kbd>wp-content</kbd> called <kbd>matador_uploads</kbd> and sets its owner appropriately and its permissions to <kbd>644</kbd>
de_de: Matador konnte den Ordner, in dem anwendungen und seine Protokolldateien abgelegt werden, nicht erstellen. Erstellen Sie einen Ordner innerhalb <kbd>wp-content</kbd> des <kbd>matador_uploads</kbd> aufgerufenen Ordners und legen Sie den Besitzer entsprechend und seine Berechtigungen auf <kbd>644</kbd>
fr_fr: Matador n’a pas été en mesure de faire le dossier où il met des applications et ses fichiers journaux. S’il vous plaît créer un dossier à l’intérieur <kbd>wp-content</kbd> appelé et définit son propriétaire <kbd>matador_uploads</kbd> appropiately et ses autorisations de<kbd>644</kbd>
nl_nl: Matador kon de map waar het applicaties en de logbestanden plaatst niet maken. Maak een map binnenin met de naam en stel de eigenaar en <kbd>wp-content</kbd> zijn machtigingen in <kbd>matador_uploads</kbd> om <kbd>644</kbd>

source: Matador Jobs did not check WP Cron as WP Cron is currently running.
nl_nl: Matador Jobs heeft WP Cron niet gecontroleerd omdat uw server is ingesteld op het gebruik van systeem cron-taken.

source: Matador Jobs did not check WP Cron as your server is set to use system cron tasks.
nl_nl: Matador Jobs heeft WP Cron niet gecontroleerd omdat uw server is ingesteld op het gebruik van systeem cron-taken.

source: The `DISABLE_WP_CRON` constant is set to true. WP-Cron is disabled and will not run on it's own.
nl_nl: De 'DISABLE_WP_CRON'-constante is ingesteld op waar. WP-Cron is uitgeschakeld en wordt niet alleen uitgevoerd.

source: The `ALTERNATE_WP_CRON` constant is set to true. This plugin cannot determine the status of your WP-Cron system.
nl_nl: De 'ALTERNATE_WP_CRON'-constante is ingesteld op waar. Deze plugin kan de status van uw WP-Cron systeem niet bepalen.

source: WP Cron was working at last check.
nl_nl: WP Cron werkte bij de laatste controle.

source: Unexpected HTTP response code: %s
nl_nl: Onverwachte HTTP-antwoordcode: %s

source: A Matador Jobs cron task is at least 6 hours late. If this issue persists, it could indicate a possible problem with WP Cron tasks which are necessary for the function of Matador Jobs.
nl_nl: Een Matador Jobs cron taak is minstens 6 uur te laat. Als dit probleem zich blijft voordoen, kan dit wijzen op een mogelijk probleem met WP Cron-taken die nodig zijn voor de functie van Matador Jobs.

source: Matador Jobs detected a change in your site URL. This is usually caused by a migration from a development or staging environment to a production or live environment. Matador Jobs requires you reauthorize with Bullhorn when this occurs.
nl_nl: Matador Jobs heeft een wijziging in de URL van uw site gedetecteerd. Dit wordt meestal veroorzaakt door een migratie van een ontwikkel- of stagingomgeving naar een productie- of leefomgeving. Voor Matador Jobs moet u opnieuw autoriseren met Bullhorn wanneer dit gebeurt.

source: Debug the Bullhorn API
de_de: Autorisieren Bullhorn
fr_fr: Autoriser Bullhorn
nl_nl: Bullhorn autoriseren

source: Matador wants to warn the administrator of an error, but email notices are disabled. Turn on in settings for future notices.
de_de: Matador möchte den Administrator vor einem Fehler warnen, aber E-Mail-Benachrichtigungen sind deaktiviert. Schalten Sie die Einstellungen für zukünftige Benachrichtigungen ein.
fr_fr: Matador veut avertir l’administrateur d’une erreur, mais les avis de messagerie sont désactivés. Activez-vous dans les paramètres pour les avis futurs.
nl_nl: Matador wil de beheerder waarschuwen voor een fout, maar e-mailberichten zijn uitgeschakeld. Schakel in instellingen in voor toekomstige berichten.

source: Matador wants to warn the administrator of an error, but has already sent one recently.
de_de: Matador will den Administrator vor einem Fehler warnen, hat aber bereits vor kurzem einen gesendet.
fr_fr: Matador veut avertir l’administrateur d’une erreur, mais en a déjà envoyé une récemment.
nl_nl: Matador wil de beheerder waarschuwen voor een fout, maar heeft er onlangs al een gestuurd.

source: Matador Jobs Plugin on %s is unable to save Candidate Consent data
de_de: Matador Jobs Plugin auf %s hat einen Fehler
fr_fr: Matador Jobs Plugin sur %s a une erreur
nl_nl: Matador Jobs Plugin op %s ondervindt een fout

source: Matador Jobs Plugin on %s is experiencing a cron issue requiring immediate intervention
de_de: Matador Jobs Plugin auf %s ein Verbindungsproblem auftritt, das sofortiges Eingreifen erfordert
fr_fr: Matador Jobs Plugin sur %s rencontre un problème de connexion nécessitant une intervention immédiate
nl_nl: Matador Jobs Plugin op %s ondervindt een cron probleem dat onmiddellijke interventie vereist

source: Matador Jobs Plugin on %s is experiencing a connection issue requiring immediate intervention
de_de: Matador Jobs Plugin auf %s ein Verbindungsproblem auftritt, das sofortiges Eingreifen erfordert
fr_fr: Matador Jobs Plugin sur %s rencontre un problème de connexion nécessitant une intervention immédiate
nl_nl: Matador Jobs Plugin op %s ondervindt een verbindingsprobleem dat onmiddellijke interventie vereist

source: Matador Jobs Plugin on %s is experiencing an error
de_de: Matador Jobs Plugin auf %s hat einen Fehler
fr_fr: Matador Jobs Plugin sur %s connaît une erreur
nl_nl: Matador Jobs Plugin op %s ondervindt een fout
