Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: For more information on "Pretty Permalinks", <a href="%s">visit this WordPress support document</a>.
de_de: Weitere Informationen zu "Pretty Permalinks" <a href="%s">finden Sie in diesem WordPress-Supportdokument</a>.
fr_fr: Pour plus d’informations sur « Pretty Permalinks », <a href="%s">visitez ce document de support WordPress</a>.
nl_nl: Ga voor meer informatie over "Pretty Permalinks" <a href="%s">naar dit WordPress-ondersteuningsdocument</a>.

source: Go Back
de_de: Zurück
fr_fr: Défaire
nl_nl: Ga terug

source: Exit Connection Assistant
de_de: Beenden des Verbindungsassistenten
fr_fr: Assistant de connexion de sortie
nl_nl: Verbindingsassistent afsluiten

source: Congratulations! You've connected to Bullhorn.
de_de: Herzlichen glückwunsch! Sie haben sich mit Bullhorn verbunden.
fr_fr: Félicitations! Vous avez connecté à Bullhorn.
nl_nl: Gefeliciteerd! Je hebt contact met Bullhorn.

source: Congratulations. You are now connected. Use the "Complete Connection Assistant button" to advance to the connection information screen, where you can review your Bullhorn settings, see tools and information about your Bullhorn connection, and test your site's ability to auto-reconnect.
de_de: Herzlichen glückwunsch. Sie sind jetzt verbunden. Verwenden Sie die Schaltfläche "Verbindungsassistent abschließen", um zum Verbindungsinformationsbildschirm zu wechseln, wo Sie Ihre Bullhorn-Einstellungen überprüfen, Tools und Informationen zu Ihrer Bullhorn-Verbindung anzeigen und die Fähigkeit Ihrer Website zur automatischen Wiederherstellung der Verbindung testen können.
fr_fr: Félicitations. Vous êtes maintenant connecté. Utilisez le bouton « Assistant connexion complète » pour passer à l’écran d’information de connexion, où vous pouvez examiner vos paramètres Bullhorn, voir des outils et des informations sur votre connexion Bullhorn, et tester la capacité de votre site à se reconnecter automatiquement.
nl_nl: Gefeliciteerd. Je bent nu verbonden. Gebruik de knop Verbindingsassistent voltooien om door te gaan naar het scherm met verbindingsinformatie, waar u uw Bullhorn-instellingen bekijken, tools en informatie over uw Bullhorn-verbinding bekijken en de mogelijkheid van uw site om automatisch opnieuw verbinding te maken testen.

source: Complete Connection Assistant
de_de: Verbindungsassistent fertig
fr_fr: Assistant de connexion complète
nl_nl: Complete verbindingsassistent

source: Unregistered Callback URI
de_de: Nicht registrierter Rückruf-URI
fr_fr: URI de rappel non enregistré
nl_nl: Niet-geregistreerde callback-URI

source: Callback URI is not Registered with Bullhorn
de_de: Callback-URI ist nicht bei Bullhorn registriert
fr_fr: Callback URI n’est pas enregistré auprès de Bullhorn
nl_nl: Callback URI is niet geregistreerd bij Bullhorn

source: When two software services talk to each other, like Matador and Bullhorn, they need to agree on a few things. One is where they'll send each other messages. Each software &quot;listens&quot; for each other to send messages to specific URLs.
de_de: Wenn zwei Software-Dienste miteinander sprechen, wie Matador und Bullhorn, müssen sie sich auf ein paar Dinge einigen. Eine davon ist, wo sie sich gegenseitig Nachrichten senden. Jede Software &quot;hört zu&quot; für einander, um Nachrichten an bestimmte URLs zu senden.
fr_fr: Lorsque deux services logiciels se parlent, comme Matador et Bullhorn, ils doivent s’entendre sur quelques points. L’un est l’endroit où ils vont s’envoyer des messages. Chaque logiciel &quot;listens&quot; pour l’autre d’envoyer des messages à des URL spécifiques.
nl_nl: Als twee softwarediensten met elkaar praten, zoals Matador en Bullhorn, moeten ze het over een paar dingen eens zijn. De ene is waar ze elkaar berichten sturen. Elke software &quot;listens&quot; voor elkaar om berichten naar specifieke URL's te sturen.

source: For security purposes, Bullhorn requires that the callback URI be on a list of pre-approved allowed callback URIs before Matador can talk to it. We've checked: your site's callback URI is not valid. Before we can continue, you will need to get it added to the list of approved callback URIs.
de_de: Aus Sicherheitsgründen verlangt Bullhorn, dass der Rückruf-URI auf einer Liste der vorab genehmigten zulässigen Rückruf-URIs steht, bevor Matador mit ihm sprechen kann. Wir haben überprüft: Der Rückruf-URI Ihrer Website ist ungültig. Bevor wir fortfahren können, müssen Sie es der Liste der genehmigten Rückruf-URIs hinzugefügt.
fr_fr: Pour des raisons de sécurité, Bullhorn exige que l’URI de rappel soit sur une liste d’URL de rappel autorisées pré-approuvées avant que Matador puisse lui parler. Nous avons vérifié : l’URI de rappel de votre site n’est pas valide. Avant que nous puissions continuer, vous devrez l’ajouter à la liste des URL de rappel approuvées.
nl_nl: Om veiligheidsredenen vereist Bullhorn dat de callback-URI op een lijst met vooraf goedgekeurde toegestane callback-URI's staat voordat Matador ermee kan praten. We hebben gecontroleerd: de terugbel-URI van uw site is niet geldig. Voordat we verder kunnen gaan, moet u het toevoegen aan de lijst met goedgekeurde callback-URI's.

source: You will need to send an email to Bullhorn support to request they add this URI to your allowed API Redirect URI's list. If you've already asked them to do this and you're still seeing this message, its possible they didn't enter it exactly. This is callback or redirect URI for Matador.
de_de: Sie müssen eine E-Mail an den Bullhorn-Support senden, um sie anzufordern, diesen URI zur Liste des zulässigen API-Redirect-Uri hinzuzufügen. Wenn Sie sie bereits dazu aufgefordert haben und diese Nachricht immer noch angezeigt werden, haben sie sie möglicherweise nicht genau eingegeben. Dies ist Rückruf oder Umleitung URI für Matador.
fr_fr: Vous devrez envoyer un e-mail à bullhorn support pour leur demander d’ajouter cet URI à votre liste api redirection URI autorisée. Si vous leur avez déjà demandé de le faire et que vous voyez toujours ce message, il est possible qu’ils ne l’entrent pas exactement. Il s’agit d’un rappel ou d’une redirection URI pour Matador.
nl_nl: U moet een e-mail sturen naar Bullhorn-ondersteuning om te vragen of ze deze URI toevoegen aan de lijst met toegestane API Redirect URI....nl. Als je ze al hebt gevraagd om dit te doen en je ziet dit bericht nog steeds, is het mogelijk dat ze het niet precies hebben ingevoerd. Dit is callback of redirect URI voor Matador.

source: If you plan to use Matador on both a staging and a production site, you should ask for both site's callback URIs to be registered at the same time. It will save you from delays later on.
de_de: Wenn Sie Matador sowohl für eine Staging- als auch für eine Produktionssite verwenden möchten, sollten Sie darum bitten, dass die Rückruf-URIs der beiden Site gleichzeitig registriert werden. Es wird Sie von Verzögerungen später zu ersparen.
fr_fr: Si vous prévoyez d’utiliser Matador à la fois sur une mise en scène et sur un site de production, vous devez demander que les URL de rappel des deux sites soient enregistrées en même temps. Il vous sauvera des retards plus tard.
nl_nl: Als u van plan bent Matador te gebruiken op zowel een staging- als een productielocatie, moet u vragen om de callback-URI's van beide site tegelijkertijd te registreren. Het bespaart u later van vertragingen.

source: To help you explain to them what you need, feel free to copy and paste, edit, and send this email to Bullhorn Support
de_de: Damit Sie ihnen erklären können, was Sie brauchen, können Sie diese E-Mail kopieren und einfügen, bearbeiten und an den Bullhorn Support senden
fr_fr: Pour vous aider à leur expliquer ce dont vous avez besoin, n’hésitez pas à copier et coller, modifier et envoyer cet e-mail à Bullhorn Support
nl_nl: Om u te helpen hen uit te leggen wat u nodig hebt, u deze e-mail kopiëren en plakken, bewerken en verzenden naar Bullhorn Support

source: Dear Bullhorn Support
de_de: Lieber Bullhorn-Support
fr_fr: Cher soutien Bullhorn
nl_nl: Bullhorn importeren

source: We will be using %1$s with WordPress to integrate data from our Bullhorn account to our website with your API.
de_de: Wir verwenden %1$s mit WordPress, um Daten von unserem Bullhorn-Konto auf unsere Website mit Ihrer API zu integrieren.
fr_fr: Nous utiliserons %1$s avec WordPress pour intégrer les données de notre compte Bullhorn à notre site Web avec votre API.
nl_nl: We gebruiken %1$s met WordPress om gegevens van ons Bullhorn-account te integreren met onze website met uw API.

source: Matador Jobs Board
fr_fr: Conseil d’administration de Matador Jobs
nl_nl: Matador Banenraad

source: Please add these URL's to our list of allowed API Redirect URIs too:
de_de: Bitte fügen Sie diese URLs zu unserer Liste der zulässigen API-Umleitungs-URIs hinzu:
fr_fr: S’il vous plaît ajouter ces URL à notre liste d’URL de redirection api autorisé aussi:
nl_nl: Voeg deze URL's ook toe aan onze lijst met toegestane API Redirect URI's:

source: It is important that it be saved exactly as we include it below.
de_de: Es ist wichtig, dass es genau so gespeichert wird, wie wir es unten einschließen.
fr_fr: Il est important qu’il soit enregistré exactement comme nous l’incluons ci-dessous.
nl_nl: Het is belangrijk dat het precies wordt opgeslagen zoals we het hieronder opnemen.

source: This is for the API credentials that use the follow ClientID:
de_de: Dies gilt für die API-Anmeldeinformationen, die die folgende ClientID verwenden:
fr_fr: Il s’agit des informations d’identification API qui utilisent le ClientID suivre:
nl_nl: Dit is voor de API-referenties die de volgende ClientID gebruiken:

source: Thank you for your help!
de_de: Danke für Ihre Hilfe!
fr_fr: Merci de votre aide!
nl_nl: Bedankt voor uw hulp!

source: YOUR NAME
de_de: IHR NAME
fr_fr: Votre nom
nl_nl: Uw naam

source: Re-check API URI Redirect
de_de: API-URI-Umleitung erneut überprüfen
fr_fr: Re-vérifier API URI Redirect
nl_nl: API URI Redirect opnieuw controleren

source: It can take up to 2 business days for Bullhorn to reply, but we know sometimes it is done in a few hours. You can leave the connection assistant and return right here to where you left off by clicking on the notice at the top of your screen or the "Connect to Bullhorn" button on Matador Settings once you're ready. Once you get a reply from Bullhorn that says your API callback is updated, return to the connection assistant, and you will be able to continue to the next step, provided Bullhorn didn't make a mistake.
de_de: Es kann bis zu 2 Werktage dauern, bis Bullhorn antwortet, aber wir wissen, dass es manchmal in ein paar Stunden gemacht wird. Sie können den Verbindungsassistenten verlassen und direkt hier an die Stelle zurückkehren, an der Sie aufgehört haben, indem Sie auf den Hinweis oben auf Ihrem Bildschirm oder auf die Schaltfläche "Mit Bullhorn verbinden" in den Matador-Einstellungen klicken, sobald Sie bereit sind. Sobald Sie eine Antwort von Bullhorn erhalten haben, die besagt, dass Ihr API-Rückruf aktualisiert wird, kehren Sie zum Verbindungsassistenten zurück, und Sie können mit dem nächsten Schritt fortfahren, vorausgesetzt, Bullhorn hat keinen Fehler gemacht.
fr_fr: Bullhorn peut prendre jusqu’à 2 jours ouvrables pour répondre, mais nous savons que cela se fait parfois en quelques heures. Vous pouvez laisser l’assistant de connexion et revenir ici à l’endroit où vous vous êtes laissé en cliquant sur l’avis en haut de votre écran ou le bouton « Connectez-vous à Bullhorn » sur les paramètres Matador une fois que vous êtes prêt. Une fois que vous obtenez une réponse de Bullhorn qui indique que votre rappel api est mis à jour, revenez à l’assistant de connexion, et vous serez en mesure de continuer à l’étape suivante, à condition bullhorn n’a pas fait une erreur.
nl_nl: Het kan tot 2 werkdagen duren voordat Bullhorn antwoordt, maar we weten dat het soms binnen een paar uur gebeurt. U de verbindingsassistent verlaten en hier terugkeren naar waar u was gebleven door op de melding bovenaan uw scherm of op de knop Verbinding maken met Bullhorn op Matador-instellingen te klikken zodra u klaar bent. Zodra u een antwoord van Bullhorn hebt ontvangen waarin staat dat uw API-callback is bijgewerkt, keert u terug naar de verbindingsassistent en u doorgaan naar de volgende stap, op voorwaarde dat Bullhorn geen fout heeft gemaakt.

source: Authorize Bullhorn
de_de: Autorisieren Bullhorn
fr_fr: Autoriser Bullhorn
nl_nl: Bullhorn autoriseren

source: Callback URI is Registered.
de_de: Der Rückruf-URI ist registriert.
fr_fr: Callback URI est enregistré.
nl_nl: Callback URI is geregistreerd.

source: For security purposes, Bullhorn requires that the callback URI be on a list of pre-approved allowed callback URIs before Matador can talk to it. Congratulations, your site's callback URI was valid, so we can move onto the next step!
de_de: Aus Sicherheitsgründen verlangt Bullhorn, dass der Rückruf-URI auf einer Liste der vorab genehmigten zulässigen Rückruf-URIs steht, bevor Matador mit ihm sprechen kann. Herzlichen Glückwunsch, der Rückruf-URI Ihrer Website war gültig, so dass wir zum nächsten Schritt übergehen können!
fr_fr: Pour des raisons de sécurité, Bullhorn exige que l’URI de rappel soit sur une liste d’URL de rappel autorisées pré-approuvées avant que Matador puisse lui parler. Félicitations, le rappel de votre site URI était valide, afin que nous puissions passer à l’étape suivante!
nl_nl: Om veiligheidsredenen vereist Bullhorn dat de callback-URI op een lijst met vooraf goedgekeurde toegestane callback-URI's staat voordat Matador ermee kan praten. Gefeliciteerd, de callback-URI van uw site was geldig, zodat we verder kunnen gaan met de volgende stap!

source: In the next and final step, we'll try to authorize your site with Bullhorn.
de_de: Im nächsten und letzten Schritt werden wir versuchen, Ihre Website mit Bullhorn zu autorisieren.
fr_fr: Dans la prochaine et dernière étape, nous allons essayer d’autoriser votre site avec Bullhorn.
nl_nl: In de volgende en laatste stap proberen we uw site te autoriseren met Bullhorn.

source: Next Step
de_de: Nächster Schritt
fr_fr: Calque suivant
nl_nl: Volgende stap

source: Unable to Check Redirect URI
de_de: Umleitungs-URI kann nicht überprüft werden
fr_fr: Impossible de vérifier Redirect URI
nl_nl: Kan omleidings-URI niet controleren

source: Your site is unable to check if your Redirect URI is Registered with Bullhorn. This is usually caused by an incorrect or missing Client ID or Client Secret and/or if the Bullhorn service is currently down, eg: undergoing maintenance.
de_de: Ihre Website kann nicht überprüfen, ob Ihr Redirect-URI bei Bullhorn registriert ist. Dies wird in der Regel durch eine falsche oder fehlende Client-ID oder Client Secret und/oder wenn der Bullhorn-Service derzeit ausfällt, z. B. wartungsarm.
fr_fr: Votre site n’est pas en mesure de vérifier si votre Redirect URI est enregistré auprès de Bullhorn. Ceci est généralement causé par un ID client incorrect ou manquant ou secret client et / ou si le service Bullhorn est actuellement en panne, par exemple: en cours d’entretien.
nl_nl: Uw site kan niet controleren of uw omleidings-URI is geregistreerd bij Bullhorn. Dit wordt meestal veroorzaakt door een onjuiste of ontbrekende Client ID of Client Secret en/of als de Bullhorn service op dit moment uit is, bijvoorbeeld: onderhoud ondergaan.

source: You can choose to continue with the connection assistant, but we recommend you Go Back one step and verify your Client ID and Client Secret is correct first. If you continue to have issues, make sure Matador Event Logging is on, try again, and send a copy of your Event Log to Matador support.
de_de: Sie können mit dem Verbindungsassistenten fortfahren, aber wir empfehlen Ihnen, einen Schritt zurückzugehen und zu überprüfen, ob Ihre Client-ID und Client Secret zuerst korrekt sind. Wenn weiterhin Probleme auftreten, stellen Sie sicher, dass Matador Event Logging aktiviert ist, versuchen Sie es erneut, und senden Sie eine Kopie Ihres Event-Protokolls an Matador-Support.
fr_fr: Vous pouvez choisir de continuer avec l’assistant de connexion, mais nous vous recommandons de revenir en arrière d’une étape et de vérifier votre identifiant client et secret client est correct en premier. Si vous continuez d’avoir des problèmes, assurez-vous que Matador Event Logging est en activité, réessaiez et envoyez une copie de votre journal d’événements au support Matador.
nl_nl: U ervoor kiezen om door te gaan met de verbindingsassistent, maar we raden u aan een stap terug te gaan en te controleren of uw client-ID en clientgeheim eerst correct zijn. Als u problemen blijft ondervinden, controleert u of Matador Event Logging is ingeschakeld, probeert u het opnieuw en stuurt u een kopie van uw gebeurtenislogboek naar matador-ondersteuning.

source: Skip Callback Check
de_de: Rückrufprüfung überspringen
fr_fr: Vérifier les rappels
nl_nl: Terugbelcontrole overslaan

source: Your site is set to a null redirect URL, which is not recommended and useful only in developer mode for advanced users. We will skip this step in the connection assistant.
de_de: Ihre Website ist auf eine NULL-Umleitungs-URL festgelegt, die nicht empfohlen wird und nur im Entwicklermodus für fortgeschrittene Benutzer nützlich ist. Wir überspringen diesen Schritt im Verbindungsassistenten.
fr_fr: Votre site est défini sur une URL de redirection nulle, qui n’est pas recommandée et utile uniquement en mode développeur pour les utilisateurs avancés. Nous sauterons cette étape dans l’assistant de connexion.
nl_nl: Uw site is ingesteld op een null redirect URL, die niet wordt aanbevolen en alleen nuttig is in de ontwikkelaarsmodus voor gevorderde gebruikers. We slaan deze stap over in de verbindingsassistent.

source: Bullhorn Connection Settings and Tools
de_de: Bullhorn-Verbindungseinstellungen und -tools
fr_fr: Paramètres et outils de connexion Bullhorn
nl_nl: Bullhorn-verbindingsinstellingen en -hulpprogramma's

source: Your site is not connected to Bullhorn. Re-connect by clicking on the "Authorize" button below.
de_de: Ihre Website ist nicht mit Bullhorn verbunden. Stellen Sie die Verbindung wieder her, indem Sie unten auf die Schaltfläche "Autorisieren" klicken.
fr_fr: Votre site n’est pas connecté à Bullhorn. Re-connectez-vous en cliquant sur le bouton « Autoriser » ci-dessous.
nl_nl: Uw site is niet verbonden met Bullhorn. Maak opnieuw verbinding door op de onderstaande knop "Autoriseren" te klikken.

source: Your site is connected to Bullhorn!
de_de: Ihre Seite ist mit Bullhorn verbunden!
fr_fr: Votre site est connecté à Bullhorn!
nl_nl: Uw site is verbonden met Bullhorn!

source: Matador is unable to check for a valid Callback URI. This is sometimes caused by a missing or invalid Client ID or Client Secret. Other causes are logged in the Matador Event Log. This may or may not signify an issue with your site.
de_de: Matador kann nicht nach einem gültigen Rückruf-URI suchen. Dies wird manchmal durch eine fehlende oder ungültige Client-ID oder einen geheimen Clientschlüssel verursacht. Andere Ursachen werden im Matador Event Log protokolliert. Dies kann ein Problem mit Ihrer Website bedeuten oder auch nicht.
fr_fr: Matador n’est pas en mesure de vérifier la demande d’un Callback URI valide. Cela est parfois causé par une pièce d’identité client manquante ou invalide ou un secret client. D’autres causes sont enregistrées dans le journal d’événements Matador. Cela peut ou non signifier un problème avec votre site.
nl_nl: Matador kan niet controleren op een geldige Callback URI. Dit wordt soms veroorzaakt door een ontbrekende of ongeldige client-ID of clientgeheim. Andere oorzaken worden vastgelegd in het Matador Event Log. Dit betekent al dan niet een probleem met uw site.

source: Troubleshoot.
de_de: Beheben.
fr_fr: Dépanner.
nl_nl: Oplossen.

source: Callback URI is not registered with Bullhorn.
de_de: Der Rückruf-URI ist nicht bei Bullhorn registriert.
fr_fr: Callback URI n’est pas enregistré auprès de Bullhorn.
nl_nl: Callback URI is niet geregistreerd bij Bullhorn.

source: Your site is set to a null redirect URL, which is not recommended and useful only in developer mode for advanced users. Matador cannot check if your URI Redirect is set.
de_de: Ihre Website ist auf eine NULL-Umleitungs-URL festgelegt, die nicht empfohlen wird und nur im Entwicklermodus für fortgeschrittene Benutzer nützlich ist. Matador kann nicht überprüfen, ob Ihre URI-Umleitung eingestellt ist.
fr_fr: Votre site est défini sur une URL de redirection nulle, qui n’est pas recommandée et utile uniquement en mode développeur pour les utilisateurs avancés. Matador ne peut pas vérifier si votre redirection URI est définie.
nl_nl: Uw site is ingesteld op een null redirect URL, die niet wordt aanbevolen en alleen nuttig is in de ontwikkelaarsmodus voor gevorderde gebruikers. Matador kan niet controleren of uw URI Redirect is ingesteld.

source: Your site is not able to attempt automatic reconnects. Automatic reconnects require an API User and Password and valid callback URI.
de_de: Ihre Website kann keine automatische Wiederverbindung herstellen. Für die automatische Wiederverbindung sind ein API-Benutzer und Kennwort sowie ein gültiger Rückruf-URI erforderlich.
fr_fr: Votre site n’est pas en mesure d’essayer des reconnectes automatiques. Les reconnectations automatiques nécessitent un utilisateur et un mot de passe API et un URI de rappel valide.
nl_nl: Uw site kan niet automatisch opnieuw verbinding maken. Voor automatische opnieuw verbinding is een API-gebruiker en wachtwoord en een geldige callback-URI vereist.

source: Your site is set up for automatic reconnect attempts.
de_de: Ihre Webseite ist für automatische Wiederherstellungsversuche eingerichtet.
fr_fr: Votre site est mis en place pour les tentatives de reconnexion automatique.
nl_nl: Uw site is ingesteld voor automatische pogingen om opnieuw verbinding te maken.

source: Bullhorn Connection Actions
de_de: Bullhorn-Verbindungsaktionen
fr_fr: Actions de connexion Bullhorn
nl_nl: Bullhorn-verbindingsacties

source: Deauthorize Site
de_de: Deauthorize-Website
fr_fr: Site de désautorisation
nl_nl: Site deauthoriseren

source: Test Auto Reconnect
nl_nl: Test Automatisch opnieuw verbinden

source: Reset Assistant
de_de: Reset-Assistent
fr_fr: Assistant de réinitialisation
nl_nl: Assistent opnieuw instellen

source: Edit Bullhorn Connection Settings
de_de: Bullhorn-Verbindungseinstellungen bearbeiten
fr_fr: Modifier les paramètres de connexion Bullhorn
nl_nl: Bullhorn API aansluiting

source: You must have the following URL registered with Bullhorn in order for Matador to be able to connect.
de_de: Sie müssen die folgende URL bei Bullhorn registriert haben, damit Matador eine Verbindung herstellen kann.
fr_fr: Vous devez avoir l’URL suivante enregistrée auprès de Bullhorn afin que Matador puisse se connecter.
nl_nl: U moet de volgende URL hebben geregistreerd bij Bullhorn om Matador in staat te stellen verbinding te maken.

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
nl_nl: Instellingen opslaan

source: Save & Exit
de_de: Speichern & Beenden
fr_fr: Enregistrer et sortir
nl_nl: Opslaan en verlaten
