Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: Input the credentials you got from Bullhorn. The API User ID and API User Password are not required, but we recommend they be provided as it allows us to streamline your authorization process and attempt to automatically reconnect when your site becomes disconnected from Bullhorn.
de_de: Geben Sie die Anmeldeinformationen ein, die Sie von Bullhorn erhalten haben. Die API-Benutzer-ID und das API-Benutzerkennwort sind nicht erforderlich, aber wir empfehlen, dass sie bereitgestellt werden, da sie es uns ermöglichen, Ihren Autorisierungsprozess zu optimieren und zu versuchen, automatisch eine Verbindung wiederherzustellen, wenn Ihre Website von Bullhorn getrennt wird.
fr_fr: Entrez les informations d’identification que vous avez obtenu de Bullhorn. L’identifiant utilisateur API et le mot de passe utilisateur API ne sont pas nécessaires, mais nous recommandons qu’ils soient fournis car il nous permet de rationaliser votre processus d’autorisation et de tenter de vous reconnecter automatiquement lorsque votre site est déconnecté de Bullhorn.
nl_nl: Voer de referenties in die je van Bullhorn hebt gekregen. De API-gebruikers-ID en het API-gebruikerswachtwoord zijn niet vereist, maar we raden u aan deze te verstrekken, omdat het ons in staat stelt uw autorisatieproces te stroomlijnen en te proberen automatisch opnieuw verbinding te maken wanneer uw site wordt losgekoppeld van Bullhorn.

source: After you advance to the next step, we'll first check that you provided a valid Client ID. If not, we'll bring you back here and let you know. If your Client ID is valid, we'll advance and use these credentials to test if your callback URI is properly registered. Your browser may take up to 30 seconds to complete this check.
de_de: Nachdem Sie zum nächsten Schritt übergehen, überprüfen wir zunächst, ob Sie eine gültige Client-ID. Wenn nicht, bringen wir Sie hierher zurück und lassen Sie es wissen. Wenn Ihre Client-ID gültig ist, werden wir diese Anmeldeinformationen weiterverwenden, um zu testen, ob Ihr Rückruf-URI ordnungsgemäß registriert ist. Ihr Browser kann bis zu 30 Sekunden dauern, um diese prüfen.
fr_fr: Une fois que vous passerez à l’étape suivante, nous vérifierons d’abord que vous avez fourni un Pièce d’identité du client. Sinon, nous vous ramènerons ici et vous le faire savoir. Si votre pièce d’identité client test valide, nous allons avancer et utiliser ces informations d’identification pour tester si votre rappel URI test dûment enregistré. Votre navigateur peut prendre jusqu’à 30 secondes pour Vérifier.
nl_nl: Nadat u doorgaat naar de volgende stap, controleren we eerst of u een geldige client-ID hebt opgegeven. Zo niet, dan brengen we je terug en laten we het je weten. Als uw client-ID geldig is, gaan we verder en gebruiken we deze referenties om te testen of uw terugbel-URI correct is geregistreerd. Het kan tot 30 seconden duren voordat uw browser deze controle heeft voltooid.

source: To improve speed for its users, Bullhorn has servers located across the world. Your Bullhorn account lives on a server &quot;cluster&quot; which is located at one of many server locations across the world. Each server location shares one API datacenter.
de_de: Um die Geschwindigkeit für seine Benutzer zu verbessern, verfügt Bullhorn über Server auf der ganzen Welt. Ihr Bullhorn-Konto befindet sich auf einem Server &quot;cluster&quot;, der sich an einem von vielen Serverstandorten auf der ganzen Welt befindet. Jeder Serverstandort verwendet ein API-Rechenzentrum.
fr_fr: Pour améliorer la vitesse de ses utilisateurs, Bullhorn dispose de serveurs situés dans le monde entier. Votre compte Bullhorn vit sur un serveur &quot;cluster&quot; qui est situé à l’un des nombreux emplacements de serveurs à travers le monde. Chaque emplacement de serveur partage un centre de données API.
nl_nl: Om de snelheid voor zijn gebruikers te verbeteren, heeft Bullhorn servers over de hele wereld. Uw Bullhorn-account bevindt zich op een server &quot;cluster&quot; die zich op een van de vele serverlocaties over de hele wereld bevindt. Elke serverlocatie deelt één API-datacenter.

source: When you log in to Bullhorn, your web browser is automatically told where in the world your account is located, and you usually don't notice it. When Matador accesses your account with the API, we can speed up your site by telling Bullhorn that we already know where your account is located.
de_de: Wenn Sie sich bei Bullhorn anmelden, wird Ihrem Webbrowser automatisch mitgeteilt, wo sich Ihr Konto befindet, und Sie bemerken es in der Regel nicht. Wenn Matador mit der API auf Ihr Konto zugreift, können wir Ihre Website beschleunigen, indem wir Bullhorn mitteilen, dass wir bereits wissen, wo sich Ihr Konto befindet.
fr_fr: Lorsque vous vous connectez à Bullhorn, votre navigateur Web est automatiquement indiqué où se trouve votre compte dans le monde, et vous ne le remarquez généralement pas. Lorsque Matador accède à votre compte avec l’API, nous pouvons accélérer votre site en disant à Bullhorn que nous savons déjà où se trouve votre compte.
nl_nl: Wanneer u zich aanmeldt bij Bullhorn, wordt uw webbrowser automatisch verteld waar ter wereld uw account zich bevindt en merkt u dit meestal niet. Wanneer Matador toegang heeft tot uw account met de API, kunnen we uw site versnellen door Bullhorn te vertellen dat we al weten waar uw account zich bevindt.

source: Unfortunately, determining your Datacenter may require you to contact Bullhorn. No fear, though as this setting is easy to change later on. If you don't know your datacenter, choose one physically near to you, contact Bullhorn to get the cluster after you complete setup, and change it if your guess was wrong.
de_de: Leider müssen Sie sich bei der Ermittlung Ihres Rechenzentrums möglicherweise an Bullhorn wenden. Keine Angst, aber da diese Einstellung ist leicht zu ändern später. Wenn Sie Ihr Rechenzentrum nicht kennen, wählen Sie ein physisches in Ihrer Nähe aus, wenden Sie sich an Bullhorn, um den Cluster nach Abschluss der Einrichtung zu erhalten, und ändern Sie ihn, wenn Ihre Vermutung falsch war.
fr_fr: Malheureusement, la détermination de votre centre de données peut vous obliger à contacter Bullhorn. Pas de peur, mais comme ce paramètre est facile à changer plus tard. Si vous ne connaissez pas votre centre de données, choisissez-en un physiquement près de chez vous, contactez Bullhorn pour obtenir le cluster après avoir terminé la configuration, et changez-le si votre supposition était fausse.
nl_nl: Helaas kan het bepalen van uw Datacenter vereisen dat u contact opneemt met Bullhorn. Geen angst, want deze instelling is later gemakkelijk te veranderen. Als u uw datacenter niet kent, kiest u er een die fysiek bij u in de buurt ligt, neemt u contact op met Bullhorn om het cluster op te halen nadat u de installatie hebt voltooid en wijzigt u het als uw gok verkeerd was.

source: If your cluster is...
de_de: Wenn Ihr Cluster...
fr_fr: Si votre cluster est...
nl_nl: Als uw cluster...

source: Choose this option.
de_de: Wähle diese Option.
fr_fr: Choisissez cette option.
nl_nl: Kies deze optie.

source: North America Eastern
nl_nl: Noord-Amerika Oost

source: North America Western
nl_nl: Noord-Amerika West-Amerika

source: North America Western (Cluster 50)
de_de: Westliche USA (Cluster 50)
fr_fr: Western USA (Cluster 50)
nl_nl: Noord-Amerika Western (Cluster 50)

source: Asia/Pacific Singapore
de_de: Asiatisch-pazifischer Raum
fr_fr: Région Asie/Pacifique
nl_nl: Azië/Stille Oceaan Singapore

source: Asia/Pacific Australia
de_de: Asiatisch-pazifischer Raum
fr_fr: Région Asie/Pacifique
nl_nl: Azië/Stille Oceaan Australië

source: Europe United Kingdom
de_de: Großbritannien
fr_fr: Royaume-Uni
nl_nl: Europa Verenigd Koninkrijk

source: Europe Germany
de_de: Deutschland
fr_fr: Allemagne
nl_nl: Europa Duitsland

source: Europe French
nl_nl: Europa Duitsland

source: After you click on "Next Step" below, we'll take you to a page where you can input your Bullhorn API Credentials.
de_de: Nachdem Sie unten auf "Nächster Schritt" geklickt haben, gelangen Sie zu einer Seite, auf der Sie Ihre Bullhorn API-Anmeldeinformationen eingeben können.
fr_fr: Après avoir cliqué sur « Next Step » ci-dessous, nous vous emmènerons à une page où vous pourrez saisir vos informations d’identification bullhorn API.
nl_nl: Nadat u hieronder op Volgende stap hebt geklikt, brengen we u naar een pagina waar u uw Bullhorn API-inloggegevens invoeren.

source: If you forgot your API Credentials, Bullhorn is pretty good about getting them for you with a short, often emailed, support request. Since you will be taking the time to get everything set up, make sure you get everything you need, including the four API credentials and your callback or redirect URI registered. To help you know what to say, we wrote this email for you to copy-and-paste, make a few updates, and send to them.
de_de: Wenn Sie Ihre API-Anmeldeinformationen vergessen haben, ist Bullhorn ziemlich gut darin, sie mit einer kurzen, oft per E-Mail gesendeten Supportanfrage für Sie zu erhalten. Da Sie sich die Zeit nehmen, alles einzurichten, stellen Sie sicher, dass Sie alles erhalten, was Sie benötigen, einschließlich der vier API-Anmeldeinformationen und Ihres Rückruf- oder Umleitungs-URI registriert. Damit Sie wissen, was Sie sagen sollen, haben wir diese E-Mail für Sie geschrieben, um zu kopieren und einzufügen, ein paar Updates zu machen und an sie zu senden.
fr_fr: Si vous avez oublié vos informations d’identification API, Bullhorn est assez bon pour les obtenir pour vous avec une courte, souvent envoyé par courriel, demande de soutien. Puisque vous prendrez le temps d’obtenir tout mis en place, assurez-vous d’obtenir tout ce dont vous avez besoin, y compris les quatre informations d’identification API et votre rappel ou rediriger URI enregistré. Pour vous aider à savoir quoi dire, nous avons écrit cet e-mail pour vous de copier-coller, faire quelques mises à jour, et de leur envoyer.
nl_nl: Als u uw API-inloggegevens bent vergeten, is Bullhorn vrij goed in het verkrijgen van ze voor u met een kort, vaak gemaild ondersteuningsverzoek. Aangezien u de tijd neemt om alles in te stellen, moet u ervoor zorgen dat u alles krijgt wat u nodig hebt, inclusief de vier API-referenties en uw callback- of omleidings-URI-geregistreerd. Om u te helpen weten wat u moet zeggen, hebben we deze e-mail voor u geschreven om te kopiëren en plakken, een paar updates te maken en naar hen te verzenden.

source: Dear Bullhorn Sales and Support
de_de: Sehr geehrter Bullhorn Vertrieb und Support
fr_fr: Chers ventes et soutien Bullhorn
nl_nl: Beste Bullhorn Verkoop en Ondersteuning

source: We believe we have access to the Web Developer API for our COMPANY NAME, but we forgot or lost our credentials.
de_de: Wir glauben, dass wir Zugriff auf die Web-Entwickler-API für unseren UNTERNEHMENSNAMEN haben, aber wir haben unsere Anmeldeinformationen vergessen oder verloren.
fr_fr: Nous croyons que nous avons accès à l’API développeur Web pour notre NOM COMPANY, mais nous avons oublié ou perdu nos informations d’identification.
nl_nl: We geloven dat we toegang hebben tot de Web Developer API voor onze BEDRIJFSNAAM, maar we zijn onze referenties vergeten of kwijt.

source: Can you please either reset or retrieve our credentials for us?
de_de: Können Sie bitte unsere Anmeldeinformationen für uns zurücksetzen oder abrufen?
fr_fr: Pouvez-vous réinitialiser ou récupérer nos informations d’identification pour nous?
nl_nl: U onze referenties voor ons resetten of ophalen?

source: At the minimum, we will need the API Client ID, API Client Secret ID, API User ID, API User Password, and the server cluster id for our account.
de_de: Wir benötigen mindestens die API Client ID, die GEHEIME API-Client-ID, die API-Benutzer-ID, das API-Benutzerkennwort und die Servercluster-ID für unser Konto.
fr_fr: Au minimum, nous aurons besoin de l’identifiant client API, api client secret ID, API User ID, API User Password, et l’id cluster serveur pour notre compte.
nl_nl: We hebben minimaal de API Client ID, API Client Secret ID, API User ID, API User Password en de server cluster id nodig voor ons account.

source: Also, please also register and allow these following callback URL's:
de_de: Registrieren Sie sich auch und erlauben Sie die folgenden Rückruf-ILs:
fr_fr: En outre, s’il vous plaît également vous inscrire et autoriser ces URL de rappel suivant:
nl_nl: Registreer u ook en sta deze volgende terugbel-URL's toe:

source: If you plan to use Matador on both a staging and a production site, you should ask for URLs from both sites to be registered in this email. It will save you from delays later on.
de_de: Wenn Sie Matador sowohl für eine Staging- als auch für eine Produktionswebsite verwenden möchten, sollten Sie urLs von beiden Standorten in dieser E-Mail registrieren lassen. Es wird Sie von Verzögerungen später zu ersparen.
fr_fr: Si vous prévoyez d’utiliser Matador à la fois sur une mise en scène et un site de production, vous devez demander que les URL des deux sites soient enregistrées dans cet e-mail. Il vous sauvera des retards plus tard.
nl_nl: Als u van plan bent Matador te gebruiken op zowel een staging- als een productiesite, moet u vragen om URL's van beide sites in deze e-mail te registreren. Het bespaart u later van vertragingen.

source: It can take up to 2 business days for Bullhorn to reply, but we know sometimes it is done in a few hours. You can leave the connection assistant and return right here to where you left off by clicking on the notice at the top of your screen or the "Connect to Bullhorn" button on Matador Settings once you're ready. Once you have your credentials, come back, and click on "Next Step".
de_de: Es kann bis zu 2 Werktage dauern, bis Bullhorn antwortet, aber wir wissen, dass es manchmal in ein paar Stunden gemacht wird. Sie können den Verbindungsassistenten verlassen und direkt hier an die Stelle zurückkehren, an der Sie aufgehört haben, indem Sie auf den Hinweis oben auf Ihrem Bildschirm oder auf die Schaltfläche "Mit Bullhorn verbinden" in den Matador-Einstellungen klicken, sobald Sie bereit sind. Sobald Sie Ihre Anmeldeinformationen haben, kommen Sie zurück und klicken Sie auf "Nächster Schritt".
fr_fr: Bullhorn peut prendre jusqu’à 2 jours ouvrables pour répondre, mais nous savons que cela se fait parfois en quelques heures. Vous pouvez laisser l’assistant de connexion et revenir ici à l’endroit où vous vous êtes laissé en cliquant sur l’avis en haut de votre écran ou le bouton « Connectez-vous à Bullhorn » sur les paramètres Matador une fois que vous êtes prêt. Une fois que vous avez vos informations d’identification, revenez et cliquez sur « Next Step ».
nl_nl: Het kan tot 2 werkdagen duren voordat Bullhorn antwoordt, maar we weten dat het soms binnen een paar uur gebeurt. U de verbindingsassistent verlaten en hier terugkeren naar waar u was gebleven door op de melding bovenaan uw scherm of op de knop Verbinding maken met Bullhorn op Matador-instellingen te klikken zodra u klaar bent. Zodra u uw referenties hebt, komt u terug en klikt u op "Volgende stap".

source: If you haven't asked Bullhorn for API access yet, you will need to. This may require a call-in to sales or support. Since you will be taking the time to get everything set up, make sure you get everything you need, including the four API credentials and your callback or redirect URI registered. To help you with this, feel free to copy-and-paste this email and send it, or use it as a script when calling them on the phone.
de_de: Wenn Sie Bullhorn noch nicht um API-Zugriff gebeten haben, müssen Sie dies tun. Dies kann einen Call-in für Den Vertrieb oder Support erfordern. Da Sie sich die Zeit nehmen, alles einzurichten, stellen Sie sicher, dass Sie alles erhalten, was Sie benötigen, einschließlich der vier API-Anmeldeinformationen und Ihres Rückruf- oder Umleitungs-URI registriert. Um Ihnen dabei zu helfen, können Sie diese E-Mail kopieren und einfügen und senden oder als Skript verwenden, wenn Sie sie am Telefon anrufen.
fr_fr: Si vous n’avez pas encore demandé à Bullhorn l’accès à l’API, vous en aurez besoin. Cela peut nécessiter un appel à la vente ou au soutien. Puisque vous prendrez le temps d’obtenir tout mis en place, assurez-vous d’obtenir tout ce dont vous avez besoin, y compris les quatre informations d’identification API et votre rappel ou rediriger URI enregistré. Pour vous aider avec cela, n’hésitez pas à copier-coller cet e-mail et l’envoyer, ou l’utiliser comme un script lors de leur appel au téléphone.
nl_nl: Als je Bullhorn nog niet om API-toegang hebt gevraagd, moet je dat doen. Hiervoor is mogelijk een call-in voor verkoop of ondersteuning vereist. Aangezien u de tijd neemt om alles in te stellen, moet u ervoor zorgen dat u alles krijgt wat u nodig hebt, inclusief de vier API-referenties en uw callback- of omleidings-URI-geregistreerd. Om u hierbij te helpen, u deze e-mail kopiëren en plakken en verzenden, of als script gebruiken wanneer u ze aan de telefoon belt.

source: We would like to request access to the Web Developer API for our COMPANY NAME.
de_de: Wir möchten den Zugriff auf die Web-Entwickler-API für unseren UNTERNEHMENSNAMEN anfordern.
fr_fr: Nous demandons l’accès à l’API Web Developer pour notre NOM COMPANY.
nl_nl: We willen graag toegang vragen tot de Web Developer API voor onze BEDRIJFSNAAM.

source: Can you please set us up for access?
de_de: Können Sie uns bitte für den Zugang einrichten?
fr_fr: Pouvez-vous s’il vous plaît nous mettre en place pour l’accès?
nl_nl: U ons toegang geven?

source: At the minimum, we will need an API Client ID, API Client Secret ID, API User ID, API User Password, and server cluster for our account.
de_de: Wir benötigen mindestens eine API-Client-ID, eine geheime API-Client-ID, eine API-Benutzer-ID, ein API-Benutzerkennwort und einen Servercluster für unser Konto.
fr_fr: Au minimum, nous aurons besoin d’un identifiant client API, d’un identifiant secret client API, d’un identifiant utilisateur API, d’un mot de passe utilisateur API et d’un cluster serveur pour notre compte.
nl_nl: We hebben minimaal een API Client ID, API Client Secret ID, API User ID, API User Password en server cluster nodig voor ons account.

source: If you plan to use Matador on both a staging and a production site, you should ask for both sites to be registered at the same time. It will save you from delays later on.
de_de: Wenn Sie Matador sowohl auf einer Staging- als auch auf einer Produktionsstätte verwenden möchten, sollten Sie darum bitten, dass beide Standorte gleichzeitig registriert werden. Es wird Sie von Verzögerungen später zu ersparen.
fr_fr: Si vous prévoyez d’utiliser Matador à la fois sur une mise en scène et un site de production, vous devez demander que les deux sites soient enregistrés en même temps. Il vous sauvera des retards plus tard.
nl_nl: Als u van plan bent Matador te gebruiken op zowel een fasering als een productielocatie, moet u vragen om beide locaties tegelijkertijd te registreren. Het bespaart u later van vertragingen.

source: It can take up to 2 business days for Bullhorn to reply, but we know sometimes it is done in a few hours. You can leave the connection assistant and return right here to where you left off by clicking on the notice at the top of your screen or the 'Connect to Bullhorn' button on Matador Settings once you're ready. Once you have your credentials, come back, and click on 'Next Step'.
de_de: Es kann bis zu 2 Werktage dauern, bis Bullhorn antwortet, aber wir wissen, dass es manchmal in einem wenige Stunden. Sie können den Verbindungsassistenten verlassen und direkt hier an die Stelle zurückkehren, an der Sie Klicken Sie auf den Hinweis oben auf Ihrem Bildschirm oder auf die Schaltfläche "Mit Bullhorn verbinden" auf Matador Einstellungen, sobald Sie bereit sind. Sobald Sie Ihre Anmeldeinformationen haben, kommen Sie zurück und klicken Sie auf "Nächster Schritt".
fr_fr: Il peut prendre jusqu’à 2 jours ouvrables pour Bullhorn de répondre, mais nous savons parfois qu’il est fait dans un quelques heures. Vous pouvez laisser l’assistant de connexion et revenir ici à l’endroit où vous vous êtes laissé en cliquant sur l’avis en haut de votre écran ou sur le bouton 'Connect to Bullhorn' sur Matador Paramètres une fois que vous êtes prêt. Une fois que vous avez vos informations d’identification, revenez et cliquez sur 'Next Step'.
nl_nl: Het kan tot 2 werkdagen duren voordat Bullhorn antwoordt, maar we weten dat het soms in een een paar uur. U de verbindingsassistent verlaten en hier terugkeren naar waar u was gebleven door klikken op het bericht bovenaan uw scherm of de knop 'Verbinding maken met Bullhorn' op Matador Instellingen zodra u klaar bent. Zodra u uw referenties hebt, komt u terug en klikt u op 'Volgende stap'.

source: Welcome to Matador. As you know, Matador makes it so your WordPress powered website can talk to your Bullhorn account, including downloading job data from and uploading candidate applications to Bullhorn. To make this magic happen, we need to first connect your site to Bullhorn.
de_de: Willkommen in Matador. Wie Sie wissen, macht Matador es so, dass Ihre WordPress-Website mit Ihrem Bullhorn-Konto sprechen kann, einschließlich des Herunterladens von Jobdaten und Hochladen von Kandidatenanwendungen nach Bullhorn. Um diese Magie zu verwirklichen, müssen wir zuerst Ihre Website mit Bullhorn verbinden.
fr_fr: Bienvenue à Matador. Comme vous le savez, Matador permet à votre site Web alimenté par WordPress de parler à votre compte Bullhorn, y compris le téléchargement de données d’emploi à partir et le téléchargement d’applications candidats à Bullhorn. Pour que cette magie se produise, nous devons d’abord connecter votre site à Bullhorn.
nl_nl: Welkom in Matador. Zoals u weet, maakt Matador het zo dat uw WordPress-aangedreven website met uw Bullhorn-account kan praten, inclusief het downloaden van functiegegevens van en het uploaden van kandidaat-sollicitaties naar Bullhorn. Om deze magie mogelijk te maken, moeten we eerst uw site verbinden met Bullhorn.

source: To connect your site to Bullhorn, you'll need a few things:
de_de: Um Ihre Website mit Bullhorn zu verbinden, benötigen Sie ein paar Dinge:
fr_fr: Pour connecter votre site à Bullhorn, vous aurez besoin de quelques choses :
nl_nl: Om uw site te verbinden met Bullhorn, hebt u een paar dingen nodig:

source: A Bullhorn account with API Access turned on.
de_de: Ein Bullhorn-Konto mit aktiviertem API-Zugriff.
fr_fr: Un compte Bullhorn avec API Access activé.
nl_nl: Een Bullhorn-account waarop API Access is ingeschakeld.

source: An API Client ID
de_de: Eine API-Client-ID
fr_fr: Une pièce d’identité client API
nl_nl: Bullhorn API-ID klant

source: An API Client Secret
de_de: Ein API-Client-Geheimnis
fr_fr: Un secret client API
nl_nl: Bullhorn API toegangscode klant

source: An API User ID
de_de: Eine API-Benutzer-ID
fr_fr: Un identifiant d’utilisateur API
nl_nl: Bullhorn API gebruikers-ID

source: An API User Password
de_de: Ein API-Benutzerkennwort
fr_fr: Un mot de passe utilisateur API
nl_nl: Bullhorn API gebruikerswachtwoord

source: The Matador Jobs callback URI registered to your Allowed API Redirect URI list at Bullhorn.
de_de: Der Matador Jobs Rückruf-URI, der in Ihrer Liste für zulässige API-Umleitungs-URI in Bullhorn registriert ist.
fr_fr: Le rappel matador jobs URI enregistré à votre liste api redirection autorisée URI à Bullhorn.
nl_nl: De Matador Jobs callback URI geregistreerd op uw Toegestane API Redirect URI lijst in Bullhorn.
