Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: If assigned recruiters of the selected types are not found or the applicant is applying to no role via the general application, Matador can send the notification to a default recruiter. Okay to leave unset if "Additional Recruiters" are defined below or you do not want emails sent when no recruiter is assigned.
de_de: Wenn zugewiesene Personalvermittler der ausgewählten Typen nicht gefunden werden oder der Bewerber sich über die allgemeine Bewerbung auf keine Rolle bewirbt, kann Matador die Benachrichtigung an einen Standard-Personalvermittler senden. Okay, unset zu lassen, wenn unten "Zusätzliche Personalvermittler" definiert sind oder Sie keine E-Mails senden möchten, wenn kein Personalvermittler zugewiesen wird.
fr_fr: Si les recruteurs affectés des types sélectionnés ne sont pas trouvés ou si le candidat ne postule à aucun rôle via la demande générale, Matador peut envoyer la notification à un recruteur par défaut. Ok pour laisser unset si « Recruteurs supplémentaires » sont définis ci-dessous ou vous ne voulez pas e-mails envoyés quand aucun recruteur n’est affecté.
nl_nl: Als toegewezen recruiters van de geselecteerde typen niet worden gevonden of als de sollicitant via de algemene sollicitatie solliciteert op geen enkele rol, kan Matador de melding naar een standaard recruiter sturen. Oké om niet ingesteld te laten als "Extra recruiters" hieronder zijn gedefinieerd of als u niet wilt dat e-mails worden verzonden wanneer er geen recruiter is toegewezen.

source: Additional Recruiter(s)
de_de: Zusätzliche Personalvermittler(n)
fr_fr: Recruteur supplémentaire(s)
nl_nl: Extra Recruiter(s)

source: Optionally, also send copies of all applications to these email address(es).
de_de: Optional senden Sie auch Kopien aller Bewerbungen an diese E-Mail-Adresse(n).
fr_fr: En option, envoyez également des copies de toutes les applications à ces adresses e-mail(es).
nl_nl: Stuur eventueel ook kopieën van alle applicaties naar dit e-mailadres(sen).

source: This setting is a Pro setting that requires Matador Jobs Pro.
de_de: Diese Einstellung ist eine Pro-Einstellung, die Matador Jobs Pro erfordert.
fr_fr: Ce paramètre est un paramètre Pro qui nécessite Matador Jobs Pro.
nl_nl: Deze instelling is een Pro-instelling waarvoor Matador Jobs Pro vereist is.

source: Longer log keeping available in Matador Jobs Pro.
de_de: Längere Protokollführung in Matador Jobs Pro.
fr_fr: Tenue de journal plus longue disponible dans Matador Jobs Pro.
nl_nl: Langer logboek bijhouden beschikbaar in Matador Jobs Pro.

source: This setting is a Pro setting and requires Matador Jobs Pro.
de_de: Diese Einstellung ist eine Pro-Einstellung und erfordert Matador Jobs Pro.
fr_fr: Ce paramètre est un paramètre Pro et nécessite Matador Jobs Pro.
nl_nl: Deze instelling is een Pro-instelling en vereist Matador Jobs Pro.

source: Application processing and syncing application data to Bullhorn is a feature of Matador Jobs Pro.
de_de: Die Bewerbungsverarbeitung und Synchronisierung von Bewerbungsdaten mit Bullhorn ist ein Merkmal von Matador Jobs Pro.
fr_fr: Le traitement des applications et la synchronisation des données d’application à Bullhorn sont une caractéristique de Matador Jobs Pro.
nl_nl: Het verwerken en synchroniseren van applicatiegegevens met Bullhorn is een kenmerk van Matador Jobs Pro.

source: Application Page
de_de: Bewerbungsseite
fr_fr: Page d’application
nl_nl: Sollicitatiepagina

# Get Pro Settings Tab Name
source: Get Matador Jobs Pro
de_de: Holen Sie sich Matador Jobs Pro
fr_fr: Obtenez Matador Jobs Pro
nl_nl: Koop Matador Jobs Pro

# Go Pro Settings Section Name
source: Get More Out of Matador Jobs
de_de: Holen Sie sich mehr aus Matador Jobs
fr_fr: Tirer le plus d’emplois Matador
nl_nl: Haal meer uit Matador Jobs

source: The page does not exist.
de_de: Die Seite ist nicht vorhanden.
fr_fr: La page n’existe pas.
nl_nl: De pagina bestaat niet.

source: The submitted field was not a page.
de_de: Das übermittelte Feld war keine Seite.
fr_fr: Le champ soumis n’était pas une page.
nl_nl: Het ingezonden veld was geen pagina.

source: This page is not published. Publish it first.
de_de: Diese Seite wird nicht veröffentlicht. Veröffentlichen Sie es zuerst.
fr_fr: Cette page n’est pas publiée. Publiez-le en premier.
nl_nl: Deze pagina is niet gepubliceerd. Publiceer het eerst.

source: All options must be declared before they can be saved. Option submitted:
de_de: Alle Optionen müssen deklariert werden, bevor sie gespeichert werden können. Option eingereicht:
fr_fr: Toutes les options doivent être déclarées avant qu’elles puissent être sauvegardées. Option soumise :
nl_nl: Alle opties moeten worden gedeclareerd voordat ze kunnen worden opgeslagen. Ingezonden optie:

source: Matador Settings saved.
de_de: Matador-Einstellungen gespeichert.
fr_fr: Paramètres Matador enregistré.
nl_nl: Matador-instellingen opgeslagen.

source: Your license is not active for this URL.
de_de: Die Lizenz ist für diese URL nicht aktiviert.
fr_fr: Votre licence n'est pas active pour cette URL.
nl_nl: Uw licentie is niet actief voor deze URL.

source: This appears to be an invalid license key for this item.
de_de: Dies scheint ein ungültiger Lizenzschlüssel zu sein.
fr_fr: Il semble s’agir d’une clé de licence invalide.
nl_nl: Dit lijkt een ongeldige licentiesleutel te zijn.

source: Your license key has reached its activation limit. <a href="%s" target="_blank">Manage Your License</a>.
de_de: Der Lizenzschlüssel hat das Limit an Aktivierungen erreicht.
fr_fr: Votre clé de licence a atteint sa limite d'activation.
nl_nl: Uw licentiesleutel heeft de activeringslimiet bereikt.

source: An error occurred, please try again.
de_de: Ein Fehler ist aufgetreten, bitte nochmals versuchen.
fr_fr: Une erreur s'est produite, Veuillez réessayer.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.

source: <p>Matador Jobs 3.5.6 corrected an issue that may require you to update your theme. Please see our <a href="https://matadorjobs.com/support/documentation/upgrading-to-3-5-6/" target="_blank">upgrade guide</a> before completing the upgrade. The upgrade is irreversible. The upgrade will be automatically applied with version 3.7.0.</p>
de_de: <p>Matador Jobs 3.5.6 hat ein Problem behoben, bei dem Sie Möglicherweise Ihr Thema aktualisieren müssen. Bitte lesen Sie unsere <a href="https://matadorjobs.com/support/documentation/upgrading-to-3-5-6/" target="_blank">Upgrade-Anleitung,</a> bevor Sie das Upgrade abschließen. Das Upgrade ist irreversibel. Das Upgrade wird automatisch mit Version 3.7.0 angewendet.</p>
fr_fr: <p>Matador Jobs 3.5.6 a corrigé un problème qui peut vous obliger à mettre à jour votre thème. Veuillez consulter notre guide de <a href="https://matadorjobs.com/support/documentation/upgrading-to-3-5-6/" target="_blank">mise à niveau</a> avant de terminer la mise à niveau. La mise à niveau est irréversible. La mise à niveau sera automatiquement appliquée avec la version 3.7.0.</p>
nl_nl: <p>Matador Jobs 3.5.6 heeft een probleem opgelost waarvoor u mogelijk uw thema moet bijwerken. Raadpleeg onze <a href="https://matadorjobs.com/support/documentation/upgrading-to-3-5-6/" target="_blank">upgradegids</a> voordat u de upgrade voltooit. De upgrade is onomkeerbaar. De upgrade wordt automatisch toegepast met versie 3.7.0.</p>

source: Please click here to complete the Matador Jobs upgrade.
de_de: Bitte klicken Sie hier, um das Matador Jobs Upgrade abzuschließen.
fr_fr: S’il vous plaît cliquez ici pour compléter la mise à niveau Matador Jobs.
nl_nl: Klik hier om de Matador Jobs upgrade te voltooien.

source: We passed bad data to the save candidate function the data was:
de_de: Wir haben schlechte Daten an die Funktion des Save-Kandidaten weitergegeben, die Daten waren:
fr_fr: Nous avons transmis de mauvaises données à la fonction de candidat d’enregistrement les données étaient :
nl_nl: We hebben slechte gegevens doorgegeven aan de functie opslaan kandidaat de gegevens waren:

source: We got an error when creating a remote candidate the returned error was:
de_de: Beim Erstellen eines Remotekandidaten wurde ein Fehler angezeigt:
fr_fr: Nous avons eu une erreur lors de la création d’un candidat à distance l’erreur retournée a été:
nl_nl: We kregen een fout bij het maken van een externe kandidaat de geretourneerde fout was:

source: We got an error when updating a remote candidate (%s) the returned error was:
de_de: Beim Aktualisieren eines Remotekandidaten (%s) wurde ein Fehler angezeigt:
fr_fr: Nous avons eu une erreur lors de la mise à jour d’un candidat à distance (%s) l’erreur retournée était:
nl_nl: Er is een fout opgetreden bij het bijwerken van een externe kandidaat (%s) de geretourneerde fout was:

source: We didn't find the id passed to primarySkills
de_de: Wir haben nicht gefunden, dass die ID an primarySkills übergeben wurde
fr_fr: Nous n’avons pas trouvé l’id passé à primarySkills
nl_nl: We hebben de id niet gevonden die is doorgegeven aan primarySkills.

source: Requesting Bullhorn users data.
de_de: Anfordern von Benutzerdaten.
fr_fr: Demande de données utilisateur
nl_nl: Gebruikersgegevens opvragen

source: Bullhorn request corporate users operation timed out
de_de: Bullhorn-Anfrage Zeitauszeit
fr_fr: Bullhorn demande chronométré.
nl_nl: Bullhorn-aanvraag gepauzeerd.

source: We didn't find the id passed to categories
de_de: Wir haben nicht gefunden, dass die ID an Kategorien übergeben wurde
fr_fr: Nous n’avons pas trouvé l’id passé à des catégories
nl_nl: We hebben de id niet doorgegeven aan categorieën gevonden

source: We didn't find the id passed to specialties
de_de: Wir fanden nicht die ID an Spezialitäten weitergegeben
fr_fr: Nous n’avons pas trouvé l’id passé à des spécialités
nl_nl: We hebben de id niet doorgegeven aan specialiteiten gevonden.

source: We didn't find the id passed to businessSectors
de_de: Wir haben nicht gefunden, dass die ID an businessSectors übergeben wurde
fr_fr: Nous n’avons pas trouvé l’id passé à businessSectors
nl_nl: We hebben de id niet doorgegeven aan businessSectors

source: Parse resume cannot be called without a file.
de_de: Der Analyse-Resume kann nicht ohne Datei aufgerufen werden.
fr_fr: Le curriculum vitae de Parse ne peut pas être appelé sans dossier.
nl_nl: CV kan niet worden opgeroepen zonder een bestand.

source: Resume/CV File Size:
de_de: Resume/CV Dateigröße:
fr_fr: Taille du fichier CV/CV :
nl_nl: Bestandsgrootte cv/cv:

source: Resume/CV file size exceeds Bullhorn limit of %2$smb. Will not submit resume file to Bullhorn for processing.
de_de: Die Dateigröße "Resume/CV" überschreitet den Bullhorn-Grenzwert von %2$smb. Wird keine Lebenslaufdatei zur Verarbeitung an Bullhorn übermitteln.
fr_fr: La taille du fichier CV/CV dépasse la limite de Bullhorn de %2$smb. Ne soumettra pas le dossier de curriculum vitae à Bullhorn pour traitement.
nl_nl: Cv/CV bestandsgrootte overschrijdt Bullhorn limiet van %2$smb. Zal het cv-bestand niet indienen bij Bullhorn voor verwerking.

source: Invalid credentials were provided to credentials update.
de_de: Ungültige Anmeldeinformationen wurden für die Aktualisierung der Anmeldeinformationen bereitgestellt.
fr_fr: Des informations d’identification invalides ont été fournies à la mise à jour des informations d’identification.
nl_nl: Ongeldige referenties zijn verstrekt aan de update van referenties.

source: An invalid token type was provided to a credentials update.
de_de: Für eine Anmeldeinformationsaktualisierung wurde ein ungültiger Tokentyp bereitgestellt.
fr_fr: Un type de jeton invalide a été fourni à une mise à jour des informations d’identification.
nl_nl: Een ongeldig bestandstype is geupload

source: Checking Bullhorn Client ID.
de_de: Bullhorn Client ID überprüfen.
fr_fr: Vérification de l’id du client Bullhorn.
nl_nl: Bullhorn Client ID controleren.

source: A redirect URI check was indeterminate because of a missing valid Client ID or Client Secret.
de_de: Eine Umleitungs-URI-Prüfung war aufgrund einer fehlenden gültigen Client-ID oder eines Geheimen Client-Geheimnisses unbestimmt.
fr_fr: Une vérification URI redirigée a été indéterminée en raison d’une pièce d’identité valide ou d’un secret client manquant.
nl_nl: Een omleidings-URI-controle was onbepaald vanwege een ontbrekende geldige client-ID of clientgeheim.

source: A redirect URI check yielded an Error.
de_de: Eine Umleitungs-URI-Prüfung ergab einen Fehler.
fr_fr: Une vérification URI redirigée a donné une erreur.
nl_nl: Een omleidings-URI-controle leverde een fout op.

source: A redirect URI check yielded a WP error
de_de: Eine Umleitungs-URI-Prüfung ergab einen WP-Fehler
fr_fr: Une vérification URI redirigée a donné une erreur WP
nl_nl: Een omleidings-URI-controle leverde een WP-fout op

source: A redirect URI check yielded a bad Client ID
de_de: Eine Umleitungs-URI-Prüfung ergab eine fehlerhafte Client-ID
fr_fr: Une vérification URI redirigée a donné un mauvais identifiant de client
nl_nl: Een omleidings-URI-controle leverde een slechte client-ID op

source: A redirect URI check yielded a valid Redirect URI.
de_de: Eine Umleitungs-URI-Prüfung ergab einen gültigen Umleitungs-URI.
fr_fr: Un contrôle URI redirigé a donné une réorientation valide URI.
nl_nl: Een redirect URI check leverde een geldige Redirect URI op.

source: User initiated an authorization for Bullhorn.
de_de: Der Benutzer hat eine Autorisierung für Bullhorn initiiert.
fr_fr: L’utilisateur a lancé une autorisation pour Bullhorn.
nl_nl: De gebruiker heeft een autorisatie voor Bullhorn gestart.

source: An authorization was attempted with missing or unsaved API credentials. At least Client ID and Client Secret are required.
de_de: Es wurde versucht, eine Autorisierung mit fehlenden oder nicht gespeicherten API-Anmeldeinformationen zu verwenden. Mindestens Client-ID und Client Secret sind erforderlich.
fr_fr: Une autorisation a été tentée avec des informations d’identification de l’API manquantes ou non. Au moins, l’identification du client et le secret client sont nécessaires.
nl_nl: Er is geprobeerd een autorisatie uit te voeren met ontbrekende of niet-opgeslagen API-inloggegevens. In ieder geval Client ID en Client Secret zijn vereist.

source: A complete authorization is being sent to Bullhorn.
de_de: Eine vollständige Autorisierung wird an Bullhorn gesendet.
fr_fr: Une autorisation complète est envoyée à Bullhorn.
nl_nl: Er wordt een volledige autorisatie naar Bullhorn gestuurd.

source: A manual authorization is required. User will be redirected.
de_de: Eine manuelle Autorisierung ist erforderlich. Der Benutzer wird umgeleitet.
fr_fr: Une autorisation manuelle est requise. L’utilisateur sera redirigé.
nl_nl: Een handmatige autorisatie is vereist. Gebruiker wordt omgeleid.

source: System initiated an automatic authorization attempt.
de_de: Das System hat einen automatischen Autorisierungsversuch initiiert.
fr_fr: Système a lancé une tentative d’autorisation automatique.
nl_nl: Het systeem heeft een automatische autorisatiepoging geïnitieerd.

source: System determined settings are incomplete and we cannot support an automatic authorization attempt.
de_de: Die vom System ermittelten Einstellungen sind unvollständig und wir können einen automatischen Autorisierungsversuch nicht unterstützen.
fr_fr: Les paramètres déterminés par le système sont incomplets et nous ne pouvons pas soutenir une tentative d’autorisation automatique.
nl_nl: Door het systeem bepaalde instellingen zijn onvolledig en we kunnen een automatische autorisatiepoging niet ondersteunen.

source: System determined the redirect URI is not set at Bullhorn, cannot automatically reauthorize.
de_de: Der vom System ermittelte Standort ist in der Lage, den automatischen Autorisierungsversuch zu unterstützen.
fr_fr: Le site déterminé par le système est en mesure de prendre en charge la tentative d’autorisation automatique.
nl_nl: De door het systeem bepaalde site kan automatische autorisatiepoging ondersteunen.

source: System determined the Client ID is invalid, cannot automatically reauthorize.
de_de: Der vom System ermittelte Standort ist in der Lage, den automatischen Autorisierungsversuch zu unterstützen.
fr_fr: Le site déterminé par le système est en mesure de prendre en charge la tentative d’autorisation automatique.
nl_nl: De door het systeem bepaalde site kan automatische autorisatiepoging ondersteunen.

source: System determined site is able to support automatic reauthorization attempt.
de_de: Der vom System ermittelte Standort ist in der Lage, den automatischen Autorisierungsversuch zu unterstützen.
fr_fr: Le site déterminé par le système est en mesure de prendre en charge la tentative d’autorisation automatique.
nl_nl: De door het systeem bepaalde site kan automatische autorisatiepoging ondersteunen.

source: Automatic reauthorization error code recieved from Bullhorn. Error:
de_de: Eine Autorisierungsantwort von Bullhorn führte zu einem Fehler:
fr_fr: Une réponse d’autorisation de Bullhorn a entraîné une erreur :
nl_nl: Een autorisatiereactie van Bullhorn resulteerde in een fout:

source: Automatic reauthorization code retrieved. Will log in.
de_de: Es wurde eine gültige Autorisierungsantwort empfangen. Meldet sich an.
fr_fr: Une réponse d’autorisation valide a été reçue. Va se connecter.
nl_nl: Er is een geldig autorisatie antwoord ontvangen. Zal inloggen.

source: Automatic reauthorization failed due to invalid username or password.
de_de: Der automatische Autorisierungsversuch ist mit dieser Meldung fehlgeschlagen:
fr_fr: Tentative d’autorisation automatique a échoué avec ce message:
nl_nl: Automatische autorisatiepoging is mislukt met dit bericht:

source: Automatic reauthorization failed due to unknown reason.
de_de: Der automatische Autorisierungsversuch ist mit dieser Meldung fehlgeschlagen:
fr_fr: Tentative d’autorisation automatique a échoué avec ce message:
nl_nl: Autorisatie mislukt door andere reden.

source: Cannot authorize without credentials.
de_de: Kann nicht ohne Anmeldeinformationen autorisiert werden.
fr_fr: Impossible d’autoriser sans informations d’identification.
nl_nl: Kan niet autoriseren zonder referenties.

source: Authorization failed due to a timeout when your site was accessing Bullhorn
de_de: Autorisierung fehlgeschlagen, da ein Timeout auf Ihre Website auf Bullhorn zukam
fr_fr: L’autorisation a échoué en raison d’un délai d’attente lorsque votre site accédait à Bullhorn
nl_nl: Autorisatie is mislukt vanwege een time-out toen uw site Bullhorn gebruikte

source: Bullhorn could not authorize your site due to an API Internal Server error.
de_de: Bullhorn konnte Ihre Website aufgrund einer fehlerhaften Anfrage nicht autorisieren:
fr_fr: Bullhorn ne pouvait pas autoriser votre site en raison d’une mauvaise demande:
nl_nl: Bullhorn kan uw site niet autoriseren vanwege een slecht verzoek:

source: Bullhorn could not authorize your site due to a bad request:
de_de: Bullhorn konnte Ihre Website aufgrund einer fehlerhaften Anfrage nicht autorisieren:
fr_fr: Bullhorn ne pouvait pas autoriser votre site en raison d’une mauvaise demande:
nl_nl: Bullhorn kan uw site niet autoriseren vanwege een slecht verzoek:

source: Starting Bullhorn Refresh Token.
de_de: Starten Von Bullhorn Refresh Token.
fr_fr: Démarrage Bullhorn Refresh Token.
nl_nl: Start vernieuwing Bullhorn-toegangsbewijs.

source: Refreshing a token requires existing credentials. User intervention required.
de_de: Das Aktualisieren eines Tokens erfordert vorhandene Anmeldeinformationen. Benutzereingriff erforderlich.
fr_fr: Rafraîchir un jeton nécessite des informations d’identification existantes. Intervention de l’utilisateur requise.
nl_nl: Het vernieuwen van een bewijs vereist bestaande inloggegevens. Gebruikersinterventie vereist.

source: Refreshing a token requires API Client ID. User intervention required.
de_de: Das Aktualisieren eines Tokens erfordert api Client ID. Benutzereingriff erforderlich.
fr_fr: Rafraîchir un jeton nécessite une pièce d’identité client API. Intervention de l’utilisateur requise.
nl_nl: Voor het verversen van een bewijs is een API Client-ID vereist. Gebruikersinterventie vereist.

source: Refreshing a token requires API Secret. User intervention required.
de_de: Zum Aktualisieren eines Tokens ist API Secret erforderlich. Benutzereingriff erforderlich.
fr_fr: Rafraîchir un jeton nécessite API Secret. Intervention de l’utilisateur requise.
nl_nl: Voor het verversen van een toegangsbewijs is API Secret vereist. Gebruikersinterventie vereist.

source: Request to refresh token was rejected or timed out. Bullhorn may be down. Error:
de_de: Die Anforderung zum Aktualisieren des Tokens wurde abgelehnt oder ein Timeout. Bullhorn kann unten sein. Fehler:
fr_fr: La demande de remise encodée a été rejetée ou a été délaissée. Bullhorn est peut-être en panne. Erreur:
nl_nl: Verzoek om token te vernieuwen is geweigerd of er is een time-out opgekomen. Bullhorn kan neer liggen. Fout:

source: Bullhorn refresh token failed with other error:
de_de: Bullhorn-Aktualisierungstoken mit Fehler fehlgeschlagen:
fr_fr: Bullhorn rafraîchir jeton échoué avec erreur:
nl_nl: Bullhorn refresh token is mislukt met fout:

source: Bullhorn refresh token failed with error:
de_de: Bullhorn-Aktualisierungstoken mit Fehler fehlgeschlagen:
fr_fr: Bullhorn rafraîchir jeton échoué avec erreur:
nl_nl: Bullhorn refresh token is mislukt met fout:

source: Bullhorn Refresh Token complete.
de_de: Bullhorn Refresh Token komplett.
fr_fr: Bullhorn Refresh Token complet.
nl_nl: Verversen Bullhorn toegansbewijs is voltooid met: %s

source: You are disconnected from Bullhorn. We were unable to refresh the token and could not recover the connection.
de_de: Sie sind von Bullhorn getrennt. Das Token konnte nicht aktualisiert werden.
fr_fr: Vous êtes déconnecté de Bullhorn. Nous n’avons pas pu rafraîchir le jeton.
nl_nl: Je bent losgekoppeld van Bullhorn. We konden het token niet vernieuwen.

source: Logging into Bullhorn.
de_de: Anmeldung in Bullhorn.
fr_fr: Vous vous connectez à Bullhorn.
nl_nl: Inloggen in Bullhorn.

source: Site is not authorized to connect with Bullhorn. User intervention is required.
de_de: Die Website ist nicht berechtigt, eine Verbindung mit Bullhorn herzustellen. Benutzereingriffe sind erforderlich.
fr_fr: Le site n’est pas autorisé à se connecter avec Bullhorn. L’intervention de l’utilisateur est nécessaire.
nl_nl: Site is niet geautoriseerd om verbinding te maken met Bullhorn. Gebruikersinterventie is vereist.

source: Login failed to Bullhorn, unable to refresh token.
de_de: Login hat den Bullhorn-Fehler nicht bestanden:
fr_fr: Connexion n’a pas commis d’erreur à Bullhorn :
nl_nl: Aanmelden mislukt voor Bullhorn-fout:

source: Login failed due to timeout.
de_de: Die Anmeldung ist aufgrund eines Timeouts fehlgeschlagen.
fr_fr: La connexion a échoué en raison du délai d’attente.
nl_nl: Aanmelden mislukt vanwege time-out.

source: Error unknown
de_de: Fehler unbekannt
fr_fr: Erreur inconnue
nl_nl: Onbekende fout

source: Login failed to Bullhorn error:
de_de: Login hat den Bullhorn-Fehler nicht bestanden:
fr_fr: Connexion n’a pas commis d’erreur à Bullhorn :
nl_nl: Aanmelden mislukt voor Bullhorn-fout:

source: Successfully logged into Bullhorn.
de_de: Erfolgreich bei Bullhorn angemeldet.
fr_fr: Connecté avec succès à Bullhorn.
nl_nl: Matador-instellingen succesvol opgeslagen.

source: Bullhorn requests require a logged in instance.
de_de: Bullhorn-Anforderungen erfordern eine Protokolliertwerdeninstanz.
fr_fr: Les demandes de Bullhorn nécessitent une consignation par exemple.
nl_nl: Voor bullhorn-aanvragen is een aangemeld exemplaar vereist.
