Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: To get started, let's check if you have what you need to get connected. Select from the following list a best description of your preparedness for using Matador with the Bullhorn API:
de_de: Um loszulegen, überprüfen wir, ob Sie das haben, was Sie brauchen, um eine Verbindung zu erhalten. Wählen Sie aus der folgenden Liste eine optimale Beschreibung Ihrer Bereitschaft für die Verwendung von Matador mit der Bullhorn API:
fr_fr: Pour commencer, vérifions si vous avez ce dont vous avez besoin pour vous connecter. Sélectionnez dans la liste suivante une meilleure description de votre préparation à l’utilisation de Matador avec l’API Bullhorn :
nl_nl: Om te beginnen, laten we controleren of je hebt wat je nodig hebt om verbinding te maken. Kies uit de volgende lijst een beste beschrijving van uw paraatheid voor het gebruik van Matador met de Bullhorn API:

source: I don't have API access or I'm not sure.
de_de: Ich habe keinen API-Zugriff oder bin mir nicht sicher.
fr_fr: Je n’ai pas accès à l’API ou je ne suis pas sûr.
nl_nl: Ik heb geen API-toegang of ik weet het niet zeker.

source: I have API access, but I forgot my credentials.
de_de: Ich habe API-Zugriff, aber ich habe meine Anmeldeinformationen vergessen.
fr_fr: J’ai accès à l’API, mais j’ai oublié mes informations d’identification.
nl_nl: Ik heb API-toegang, maar ik ben mijn referenties vergeten.

source: I have everything I need, lets go!
de_de: Ich habe alles, was ich brauche, loslässt!
fr_fr: J’ai tout ce dont j’ai besoin, laisse tomber !
nl_nl: Ik heb alles wat ik nodig heb, laten we gaan!

source: I know what I'm doing, skip the Connection Assistant
de_de: Ich weiß, was ich tue, überspringen Sie den Verbindungsassistenten
fr_fr: Je sais ce que je fais, sauter l’assistant de connexion
nl_nl: Ik weet wat ik doe, sla de Verbindingsassistent over.

source: Prepare
de_de: Vorbereiten
fr_fr: Préparer
nl_nl: Voorbereiden

source: Credentials
de_de: Anmeldedaten
fr_fr: Qualifications
nl_nl: Referenties

source: Callback URI
de_de: Rückruf URI
fr_fr: Rappel URI
nl_nl: Terugbel-URI

source: Authorize
de_de: Autorisieren
fr_fr: Autoriser
nl_nl: Machtigen

source: Bullhorn Connection Assistant
de_de: Bullhorn-Verbindungsassistent
fr_fr: Assistant de connexion Bullhorn
nl_nl: Bullhorn API aansluiting

source: Matador Settings
de_de: Matador-Einstellungen
fr_fr: Paramètres Matador
nl_nl: Matador instellingen

source: All Upgrades Complete
de_de: Alle Upgrades abgeschlossen
fr_fr: Toutes les mises à niveau complètes
nl_nl: Alle upgrades voltooid

source: Thank you for upgrading Matador.
de_de: Vielen Dank für das Upgrade von Matador.
fr_fr: Merci d’avoir amélioré Matador.
nl_nl: Bedankt voor het upgraden van Matador.

source: Return to Matador Settings
de_de: Zurück zu Matador-Einstellungen
fr_fr: Revenir aux paramètres matador
nl_nl: Terug naar Matador-instellingen

source: Upgrade to %1$s
de_de: Upgrade auf %1$s
fr_fr: Mise à niveau vers %1$s
nl_nl: Upgrade naar %1$s

source: Not Implemented
nl_nl: Voltooid

source: This call is not available.
nl_nl: Deze feed is niet beschikbaar.

source: Your site is not connected to Bullhorn. Use the Connection Assistant to connect.
de_de: Ihre Website ist nicht mit Bullhorn verbunden. Benutzen Sie den Verbindungsassistenten, um eine Verbindung herzustellen.
fr_fr: Votre site n’est pas connecté à Bullhorn. Utilisez l’assistant de connexion pour vous connecter.
nl_nl: Uw site is niet verbonden met Bullhorn. Gebruik de verbindingsassistent om verbinding te maken.

source: Connection Assistant
de_de: Verbinden mit Verbindungsassistent
fr_fr: Assistant de connexion Bullhorn
nl_nl: Bullhorn API aansluiting

source: Sync
de_de: Synchronisiert
fr_fr: Synchronisé
nl_nl: Synchronisatie

source: Hard Sync (Break Cache)
nl_nl: Harde synchronisatie (cache breken)

source: Sync Just Tax
fr_fr: Synchroniser juste l’impôt
nl_nl: Synchroniseer alleen belasting

source: Sync Just Jobs
fr_fr: Synchronisez juste les travaux
nl_nl: Synchroniseer alleen vacatures

source: Process Applications, Get World-Class Support, Gain Access to Awesome Add-Ons
de_de: Verarbeiten Sie Bewerbungen, erhalten Sie erstklassigen Support, erhalten Sie Zugriff auf tolle Add-Ons
fr_fr: Traiter les demandes, obtenir un support de classe mondiale, accéder à des modules d’ajouts impressionnants
nl_nl: Verwerk applicaties, krijg ondersteuning van wereldklasse, krijg toegang tot geweldige add-ons

source: Matador Jobs Lite, formerly known as &quot;Bullhorn Staffing Job Listing for WP&quot; was never supposed to be anything more than a project we built for one client and offered for free to the WordPress community. Two years later, you, our users, have proven to us that our little plugin wasn't so little anymore.
de_de: Matador Jobs Lite, früher bekannt als &quot;Bullhorn Staffing Job Listing für WP&quot; sollte nie mehr sein als ein Projekt, das wir für einen Kunden gebaut und der WordPress-Community kostenlos angeboten haben. Zwei Jahre später haben Sie, unsere Nutzer, uns bewiesen, dass unser kleines Plugin nicht mehr so wenig war.
fr_fr: Matador Jobs Lite, anciennement connu sous le nom &quot;Bullhorn Staffing Job Listing pour WP &quot; n’a jamais été censé être autre chose qu’un projet que nous avons construit pour un client et offert gratuitement à la communauté WordPress. Deux ans plus tard, vous, nos utilisateurs, nous avez prouvé que notre petit plugin n’était plus si petit.
nl_nl: Matador Jobs Lite, voorheen bekend als &quot;Bullhorn Staffing Job Listing for WP&quot; had nooit iets meer moeten zijn dan een project dat we voor één klant bouwden en gratis aanbood aan de WordPress-community. Twee jaar later hebben jullie, onze gebruikers, ons bewezen dat onze kleine plugin niet zo weinig meer was.

source: We spent nearly a year completely rewriting our plugin, leaving no stone unturned. The result is something drastically different than where we started, but also ready for the big leagues. We believe we've built something incredible that simultaneously is the easiest-to-use, most reliable, and most fully-featured Bullhorn integration out there.
de_de: Wir verbrachten fast ein Jahr damit, unser Plugin komplett umzuschreiben, so dass kein Stein auf dem anderen blieb. Das Ergebnis ist etwas drastisch anderes als dort, wo wir angefangen haben, aber auch bereit für die großen Ligen. Wir glauben, dass wir etwas Unglaubliches gebaut haben, das gleichzeitig die einfachste, zuverlässigste und umfassendste Bullhorn-Integration ist.
fr_fr: Nous avons passé près d’un an à réécrire complètement notre plugin, ne laissant aucune pierre non retournée. Le résultat est quelque chose de radicalement différent de l’endroit où nous avons commencé, mais aussi prêt pour les ligues majeures. Nous croyons que nous avons construit quelque chose d’incroyable qui est simultanément l’intégration Bullhorn la plus facile à utiliser, la plus fiable et la plus complète.
nl_nl: We hebben bijna een jaar besteed aan het volledig herschrijven van onze plug-in, waardoor er geen steen onberoerd bleef. Het resultaat is iets drastisch anders dan waar we begonnen, maar ook klaar voor de hoofdklasse. We geloven dat we iets ongelooflijks hebben gebouwd dat tegelijkertijd de gemakkelijkst te gebruiken, meest betrouwbare en meest volledig uitgeruste Bullhorn-integratie is die er is.

source: Because of the size and scope of this project, we are proud to debut a premium product. We've put valuable features inside our premium offering, including:
de_de: Aufgrund der Größe und des Umfangs dieses Projekts sind wir stolz darauf, ein Premium-Produkt zu debütieren. Wir haben wertvolle Funktionen in unser Premium-Angebot eingebracht, darunter:
fr_fr: En raison de la taille et de la portée de ce projet, nous sommes fiers de lancer un produit haut de gamme. Nous avons mis des fonctionnalités précieuses à l’intérieur de notre offre premium, y compris :
nl_nl: Vanwege de omvang en omvang van dit project zijn we er trots op een premium product te debuteren. We hebben waardevolle functies in ons premium-aanbod gestopt, waaronder:

source: More Ways to Customize Your Job Feed
de_de: Weitere Möglichkeiten zum Anpassen Ihres Jobfeeds
fr_fr: Plus de façons de personnaliser votre flux d’emploi
nl_nl: Meer manieren om uw taakfeed aan te passen

source: Applications that are Automatically Added to Bullhorn
de_de: Bewerbungen, die automatisch zu Bullhorn hinzugefügt werden
fr_fr: Applications qui sont automatiquement ajoutées à Bullhorn
nl_nl: Toepassingen die automatisch worden toegevoegd aan Bullhorn

source: Pick-and-Choose Extensions to Extend Functionality
de_de: Pick-and-Choose-Erweiterungen zur Erweiterung der Funktionalität
fr_fr: Extensions pick-and-Choose pour étendre la fonctionnalité
nl_nl: Pick-and-Choose-extensies om functionaliteit uit te breiden

source: Integration with WP Job Manager
de_de: Integration mit WP Job Manager
fr_fr: Intégration avec WP Job Manager
nl_nl: Integratie met WP Job Manager

source: Smart Caching of Data So You Don't Miss Out When Bullhorn is Down
de_de: Intelligentes Caching von Daten, so dass Sie nicht verpassen, wenn Bullhorn unten ist
nl_nl: Slimme caching van gegevens zodat u niet mist wanneer Bullhorn down is

source: 300+ Filters and Hooks
de_de: 300+ Filter und Haken
fr_fr: Plus de 300 filtres et crochets
nl_nl: Meer dan 300 filters en haken

source: Installation and Configuation Support Included
de_de: Installations- und Konfiguationsunterstützung enthalten
fr_fr: Soutien à l’installation et à la configuation inclus
nl_nl: Installatie- en configuatieondersteuning inbegrepen

source: Unlimited Email Support
de_de: Unbegrenzter E-Mail-Support
fr_fr: Soutien illimité par courriel
nl_nl: Onbeperkte e-mailondersteuning

source: There are tons of features! Find out more about Matador Jobs Pro and Pro Plus.
de_de: Es gibt tonnenweise Funktionen! Erfahren Sie mehr über Matador Jobs Pro und Pro Plus.
fr_fr: Il ya des tonnes de fonctionnalités! En savoir plus sur Matador Jobs Pro et Pro Plus.
nl_nl: Er zijn tal van functies! Lees meer over Matador Jobs Pro en Pro Plus.

source: Learn More
de_de: Mehr erfahren
fr_fr: En savoir plus
nl_nl: Leer meer

source: Note: Your Site Is In Legacy Mode
de_de: Hinweis: Ihre Website befindet sich im Legacy-Modus
fr_fr: Remarque : Votre site est en mode Héritage
nl_nl: Opmerking: Uw site bevindt zich in de verouderde modus

source: When you updated your site, we determined you are one of our Legacy users. Thanks for being with us for so long! New users of the "Lite" version will not have access to Application Processing. Beware that if you reset your data, install the plugin on a new site, or delete the plugin, you may lose access to Application Processing without an upgrade to Pro or Pro Plus. That said, if upgrade, we've added tons of features around Application Processing to make them more reliable, including local caching of applications to ensure no data loss.
de_de: Als Sie Ihre Website aktualisiert haben, haben wir festgestellt, dass Sie einer unserer Legacy-Benutzer sind. Vielen Dank, dass Sie so lange bei uns sind! Neue Benutzer der "Lite"-Version haben keinen Zugriff auf die Bewerbungsverarbeitung. Beachten Sie, dass, wenn Sie Ihre Daten zurücksetzen, installieren Sie das Plugin auf einer neuen Website, oder löschen Sie das Plugin, Sie können den Zugriff auf die Bewerbungsverarbeitung ohne ein Upgrade auf Pro oder Pro Plus verlieren. Wenn jedoch ein Upgrade durchzuführen ist, haben wir tonnenweise Funktionen rund um die Bewerbungsverarbeitung hinzugefügt, um sie zuverlässiger zu machen, einschließlich der lokalen Zwischenspeicherung von Bewerbungen, um keinen Datenverlust zu gewährleisten.
fr_fr: Lorsque vous avez mis à jour votre site, nous avons déterminé que vous êtes l’un de nos utilisateurs Legacy. Merci d’être avec nous depuis si longtemps! Les nouveaux utilisateurs de la version « Lite » n’auront pas accès au traitement des demandes. Attention, si vous réinitialisez vos données, installez le plugin sur un nouveau site ou supprimez le plugin, vous risquez de perdre l’accès au traitement des applications sans passer à Pro ou Pro Plus. Cela dit, si la mise à niveau, nous avons ajouté des tonnes de fonctionnalités autour du traitement des applications pour les rendre plus fiables, y compris la mise en cache locale des applications pour assurer aucune perte de données.
nl_nl: Toen u uw site bijwerkte, hebben we vastgesteld dat u een van onze Legacy-gebruikers bent. Bedankt dat je zo lang bij ons bent! Nieuwe gebruikers van de "Lite"-versie hebben geen toegang tot Application Processing. Pas op dat als u uw gegevens opnieuw instelt, de plug-in op een nieuwe site installeert of de plug-in verwijdert, u de toegang tot Application Processing verliezen zonder een upgrade naar Pro of Pro Plus. Dat gezegd hebbende, als upgrade, hebben we tonnen functies rond Applicatieverwerking toegevoegd om ze betrouwbaarder te maken, inclusief lokale caching van applicaties om geen gegevensverlies te garanderen.

source: Enter your license key and then "Activate Site" to access automatic updates and add-ons.
de_de: Geben Sie Ihren Lizenzschlüssel ein, um auf automatische Updates und Add-Ons zuzugreifen.
fr_fr: Entrez votre clé de licence pour accéder aux mises à jour automatiques et aux modules add-ons.
nl_nl: Voer uw licentiesleutel in om toegang te krijgen tot automatische updates en add-ons.

source: Activate License
nl_nl: Activeer licentie

source: Deactivate Site
de_de: Deauthorize-Website
fr_fr: Site de désautorisation
nl_nl: Deactiveer licentie

source: Show
de_de: Anzeigen
fr_fr: Afficher
nl_nl: Tonen

source: Hide
de_de: Verstecken
fr_fr: Masquer
nl_nl: Verbergen

source: On
de_de: An
fr_fr: Activé
nl_nl: Aan

source: Cirriculum Vitae
fr_fr: Résumé

source: Matador Jobs
fr_fr: Emplois Matador

source: M j, Y @ G:i
fr_fr: j M A à G:i

source: as "Curriculum Vitae"
de_de: als "Curriculum Vitae"
fr_fr: comme "Curriculum Vitae"

source: Email
fr_fr: Courriel

source: %1$s URL Slug
fr_fr: %1$s URL propre

# Upgrade Matador Admin Page Title
source: Upgrade Matador
fr_fr: Mise à niveau Matador

# Upgrade Matador Admin Page Menu Label
source: Upgrade
fr_fr: Mettre à niveau

source: social
de_de: sozial
fr_fr: sociale

source: Upgrade Matador
fr_fr: Mise à niveau Matador

source: CV
de_de: Lebenslauf

# Label for employmentType in Job Info block
source: Type:
de_de: Typ:

# Job Type Singular Name.
source: type
de_de: Typ
