Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: There was an error initializing the Autoloader. Contact the developer.
de_de: Beim Initialisieren des Autoloaders ist ein Fehler aufgetreten. Wenden Sie sich an den Entwickler.
fr_fr: Il y a eu une erreur initialisant le chargeur automatique. Contactez le développeur.
nl_nl: Er is een fout opgetreden bij het initialiseren van de Autoloader. Neem contact op met de ontwikkelaar.

source: No can do! You may not clone an instance of the plugin.
de_de: Nein kann! Sie dürfen keine Instanz des Plugins klonen.
fr_fr: Non ! Vous ne pouvez pas cloner une instance du plugin.
nl_nl: Niet mogelijk! U kunt geen instantie van de plug-in klonen.

source: No can do! You may not unserialize an instance of the plugin.
de_de: Nein kann! Sie dürfen eine Instanz des Plugins nicht entserialisieren.
fr_fr: Non ! Vous ne pouvez pas dététiiser une instance du plugin.
nl_nl: Niet mogelijk! U mag de registratie van dit deel van de plugin niet ongedaan maken.

source: Multiple versions of the Matador Jobs plugin are active and only one is allowed at a time. Deactivate (and remove) the versions you will no longer use.
de_de: Mehrere Versionen des Matador Jobs Plugins sind aktiv und nur eine ist gleichzeitig erlaubt. Deaktivieren (und entfernen) Sie die Versionen, die Sie nicht mehr verwenden.
fr_fr: Plusieurs versions du plugin Matador Jobs sont actives et une seule est autorisée à la fois. Désactiver (et supprimer) les versions que vous n’utiliserez plus.
nl_nl: Meerdere versies van de Matador Jobs plug-in zijn actief en slechts één is tegelijkertijd toegestaan. Deactiveer (en verwijder) de versies die u niet langer gebruikt.

source: Application save: nonce failed
de_de: Bewerbung speichern: nonce failed
fr_fr: Enregistrement de l’application : nonce a échoué
nl_nl: Aanmelding ontvangen

source: The save of a new application failed. The data is:
de_de: Fehler beim Speichern einer neuen Bewerbung. Die Daten sind:
fr_fr: L’enregistrement d’une nouvelle application a échoué. Les données sont les suivante :
nl_nl: Het opslaan van een nieuwe toepassing is mislukt. De gegevens zijn:

source: A candidate application could not be saved to WordPress for an unknown reason. The data is:
de_de: Eine Kandidatenanwendung konnte aus einem unbekannten Grund nicht auf WordPress gespeichert werden. Die Daten sind:
fr_fr: Une application candidate n’a pas pu être enregistrée sur WordPress pour une raison inconnue. Les données sont les suivante :
nl_nl: Een kandidaat-applicatie kan om een onbekende reden niet worden opgeslagen in WordPress. De gegevens zijn:

source: Name
fr_fr: Nom
nl_nl: Naam

source: Custom Job Request
de_de: Benutzerdefinierte Auftragsanforderung
fr_fr: Demande d’emploi personnalisée
nl_nl: Aangepaste vacature aanvraag

source: Job Applied For
de_de: Bewerbung für
fr_fr: Emploi appliqué pour
nl_nl: Vacature aangemeld voor

source: Message:
de_de: Nachricht:
nl_nl: Bericht:

source: Function called incorrectly.
de_de: Funktion, die falsch aufgerufen wurde.
fr_fr: Fonction appelée incorrectement.
nl_nl: Functie verkeerd ingevoerd.

source: An invalid file type was uploaded
de_de: Ein ungültiger Dateityp wurde hochgeladen
fr_fr: Un type de fichier invalide a été téléchargé
nl_nl: Een ongeldig bestandstype is geupload

source: Application cannot save resume because folder is missing or WordPress is unable to create it.
de_de: Die Bewerbung kann Lebenslauf nicht speichern, weil Ordner fehlt oder WordPress nicht in der Lage ist, es zu erstellen.
fr_fr: L’application ne peut pas enregistrer le résumé parce que le dossier est manquant ou WordPress est incapable de le créer.
nl_nl: Tijdens het aanmelden kan het CV niet opgeslagen worden omdat er een map ontbreekt of WordPress is niet in staat het te maken

source: An applicant
de_de: Ein Antragsteller
fr_fr: Un demandeur
nl_nl: Een sollicitant

source: applied to
de_de: angewendet auf
fr_fr: appliquées à
nl_nl: toegepast op

source: was referred to
de_de: wurde an
fr_fr: a été mentionné à
nl_nl: werd verwezen naar

source: a position
de_de: eine Position
fr_fr: appliqué via le site pour ce poste
nl_nl: een positie

source: and %1$s other position(s).
de_de: und %1$s anderen Positionen.
fr_fr: et %1$s autre position(s).
nl_nl: en %1$s andere positie(s).

source: Application received.
de_de: Antrag eingegangen.
fr_fr: Demande reçue.
nl_nl: Aanmelding ontvangen.

source: Your Name
de_de: Ihr Name
fr_fr: Votre nom
nl_nl: Uw naam

source: Prefix
fr_fr: Préfixe
nl_nl: Voorvoegsel

source: First Name
de_de: Vorname
fr_fr: Prénom
nl_nl: Voornaam

source: Middle Name
de_de: Zweiter Vorname
fr_fr: Second prénom
nl_nl: Tussen-naam

source: Last Name
de_de: Nachname
fr_fr: Nom
nl_nl: Achternaam

source: Suffix
fr_fr: Suffixe
nl_nl: Achtervoegsel

source: Address
de_de: Adresse
fr_fr: Adresse
nl_nl: Adres

source: Address (Continued)
de_de: Zusatzadresse
fr_fr: Adresse (Suite)
nl_nl: Adres vervolg

source: City
de_de: Stadt
fr_fr: Ville
nl_nl: Stad

source: State/Province
de_de: Bundesland
fr_fr: État/Province
nl_nl: Provincie

source: ZIP/Postal Code
de_de: Postleitzahl
fr_fr: Code Postal
nl_nl: Postcode

source: Email Address
de_de: E-Mail Adresse
fr_fr: Adresse courriel
nl_nl: E-mail

source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone
nl_nl: Telefoon nummer

source: Mobile Phone Number
de_de: Mobilnummer
fr_fr: Numéro de téléphone mobile
nl_nl: Mobiele telefoon nummer

source: Upload %1$s File
de_de: %1$s als Datei hochladen
fr_fr: Télécharger %1$s Fichier
nl_nl: Upload %1$s bestand

source: Attach a resume file. Accepted file types are %s.
de_de: Fügen Sie eine Lebenslaufdatei an. Akzeptierte Dateitypen werden %s.
fr_fr: Attachez un curriculum vitae. Les types de fichiers acceptés sont des %s.
nl_nl: Voeg CV toe in %s.

source: Upload Cover Letter
de_de: Anschreiben hochladen
fr_fr: Telecharger une lettre de motivation
nl_nl: Upload motivatiebrief

source: Attach a cover letter file. Accepted file types are %s.
de_de: Fügen Sie ein Anschreiben an. Akzeptierte Dateitypen werden %s.
fr_fr: Fixez un fichier de lettre d’accompagnement. Les types de fichiers acceptés sont des %s.
nl_nl: Voeg een sollicitatiebriefbestand toe. Geaccepteerde bestandstypen worden %s.

source: Upload Additional Files
de_de: %1$s als Datei hochladen
fr_fr: Télécharger %1$s Fichier
nl_nl: Extra bestanden uploaden

source: Attach additional files. Accepted file types are %s.
de_de: Fügen Sie eine Lebenslaufdatei an. Akzeptierte Dateitypen werden %s.
fr_fr: Attachez un curriculum vitae. Les types de fichiers acceptés sont des %s.
nl_nl: Voeg extra bestanden toe. Geaccepteerde bestandstypen worden %s.

source: Message to Recruiters.
de_de: Nachricht an Recruiter.
fr_fr: Message aux recruteurs.
nl_nl: Bericht naar recruiters.

source: Include a message to the recruiters.
de_de: Fügen Sie eine Nachricht an die Personalvermittler ein.
fr_fr: Inclure un message aux recruteurs.
nl_nl: Omvat een bericht voor de recruiters.

source: Select Jobs to Apply For
de_de: Wählen Sie Aufträge aus, für die Sie sich bewerben möchten
fr_fr: Sélectionnez les emplois pour postuler
nl_nl: Selecteer vacatures om je voor aan te melden

source: Select one or many jobs you'd like to apply for.
de_de: Wählen Sie einen oder mehrere Aufträge aus, für die Sie sich bewerben möchten.
fr_fr: Sélectionnez un ou plusieurs emplois auquels vous souhaitez postuler.
nl_nl: Selecteer één of meerdere vacatures waar je je voor wilt aanmelden.

source: Types of Positions You're Interested In
de_de: Positionstypen, an denen Sie interessiert sind
fr_fr: Types de postes qui vous intéressent
nl_nl: Soort vacature waar u geïnteresseerd voor bent

source: eg: Software Engineer
de_de: z.B.: Software-Ingenieur
fr_fr: par exemple: Ingénieur Logiciel
nl_nl: bijv. Software Ontwikkelaar

source: LinkedIn Url Or Link To Your Portfolio
de_de: LinkedIn URL oder Link zu Ihrem Portfolio
fr_fr: Url LinkedIn ou lien vers votre portefeuille
nl_nl: LinkedIn URL of URL naar uw portfolio

source: Best way to get in touch
de_de: Der beste Weg, um in Kontakt zu treten
fr_fr: La meilleure façon d’entrer en contact
nl_nl: Contact voorkeur

source: eg: Email
de_de: z.B.: E-Mail
fr_fr: par exemple: Email
nl_nl: bijv. E-mail

source: By submitting this application, you give us permission to store your personal information, and use it in the consideration of your fitness for the position, including sharing it with the hiring firm.
de_de: Mit dem Einreichen dieses Antrags erteilen Sie uns die Erlaubnis, Ihre personenbezogenen Daten zu speichern und sie unter Berücksichtigung Ihrer Eignung für die Position zu verwenden, einschließlich der Weitergabe an die Einstellungsfirma.
fr_fr: En soumettant votre application, vous nous donnez la permission de stocker ces renseignements personnels vous concernant et de les utiliser afin de vous accompagner dans votre recherche d'emploi, incluant les partages éventuels avec nos partenaires et la compagnie en recrutement pour ce poste.
nl_nl: Door deze sollicitatie in te dienen, geeft u ons toestemming om uw persoonlijke gegevens op te slaan en te gebruiken in de overweging van uw geschiktheid voor de functie, inclusief het delen ervan met het wervingsbureau.

source: Review our Privacy Policy for more information.
de_de: Weitere Informationen finden Sie in unserer Datenschutzerklärung.
fr_fr: Examinez notre Politique de confidentialité pour plus d’informations.
nl_nl: Lees ons privacybeleid voor meer informatie.

source: You must agree to our Privacy Policy.
de_de: Sie müssen unserer Datenschutzerklärung zustimmen.
fr_fr: Vous devez accepter notre politique de confidentialité.
nl_nl: U moet akkoord gaan met ons privacybeleid.

source: Review our Terms of Service for more information.
de_de: Weitere Informationen finden Sie in unserer Datenschutzerklärung.
fr_fr: Examinez notre Politique de confidentialité pour plus d’informations.
nl_nl: Lees ons privacybeleid voor meer informatie.

source: You must agree to our Terms of Service.
de_de: Sie müssen unserer Datenschutzerklärung zustimmen.
fr_fr: Vous devez accepter notre politique de confidentialité.
nl_nl: U moet akkoord gaan met ons privacybeleid.

source: Current Job Title
de_de: Aktueller Auftragstitel
fr_fr: Titre actuel de l’emploi
nl_nl: Huidige functietitel

source: Current Company
de_de: Client-Unternehmensinformationen verwenden
fr_fr: utiliser les informations de la Société Client
nl_nl: gebruik Bedrijfsgegevens van de Klant

source: Application will not be synced to Bullhorn, but to 3rd-party application processor. Application ID:
de_de: Die Anwendung wird nicht mit Bullhorn synchronisiert, sondern mit dem Anwendungsprozessor von Drittanbietern. Anwendungs-ID:
fr_fr: L’application ne sera pas synchronisée avec Bullhorn, mais sur un processeur d’application tiers. ID d’application:
nl_nl: De toepassing wordt niet gesynchroniseerd met Bullhorn, maar met de 3rd-party applicatieprocessor. Toepassings-ID:

source: Application to 3rd party application processor failed.
de_de: Fehler bei der Anwendung auf den Anwendungsprozessor eines Drittanbieters.
fr_fr: L’application au processeur d’application tiers a échoué.
nl_nl: Toepassing op toepassingsprocessor van derden is mislukt.

source: Application synced to 3rd-party application processor. Application ID:
de_de: Die Anwendung wird mit dem Anwendungsprozessor von Drittanbietern synchronisiert. Anwendungs-ID:
fr_fr: Application synchronisée au processeur d’application tiers. ID d’application:
nl_nl: Toepassing gesynchroniseerd met toepassingsprocessor van derden. Toepassings-ID:

source: Application synced to 3rd-party application processor will now be deleted due to Privacy and Data Storage settings. Removing local candidate
de_de: Die mit dem Anwendungsprozessor von Drittanbietern synchronisierte Anwendung wird nun aufgrund von Datenschutz- und Datenspeichereinstellungen gelöscht. Entfernen des lokalen Kandidaten
fr_fr: L’application synchronisée au processeur d’application tiers sera désormais supprimée en raison des paramètres de confidentialité et de stockage de données. Suppression du candidat local
nl_nl: Toepassing die is gesynchroniseerd met de externe toepassingsprocessor wordt nu verwijderd vanwege de instellingen voor privacy en gegevensopslag. Lokale kandidaat verwijderen

source: Starting application sync for local candidate
de_de: Starten der Bewerbungssynchronisierung für lokalen Kandidaten
fr_fr: Synchronisation de l’application de départ pour le candidat local
nl_nl: Synchronisatie van applicaties starten voor lokale kandidaat

source: Application cannot sync due to too little data.
de_de: Die Bewerbung kann aufgrund zu geringer Daten nicht synchronisiert werden.
fr_fr: L’application ne peut pas se synchroniser en raison de trop peu de données.
nl_nl: Aanmelding kan niet synchroniseren door te weinig data.

source: An existing remote candidate was not found. Will create a new remote candidate
de_de: Ein vorhandener Remote-Kandidat wurde nicht gefunden. Erstellt einen neuen Remote-Kandidaten
fr_fr: Un candidat à distance existant n’a pas été trouvé. Créera un nouveau candidat à distance
nl_nl: Er is geen bestaande externe kandidaat gevonden. Zal een nieuwe externe kandidaat maken

source: Failed to create candidate
de_de: Fehler beim Erstellen eines Kandidaten
fr_fr: Échec à créer un candidat
nl_nl: Kan kandidaat niet maken

source: A new remote candidate was created as
de_de: Ein neuer Remote-Kandidat wurde als
fr_fr: Un nouveau candidat à distance a été créé
nl_nl: Er is een nieuwe externe kandidaat gemaakt als

source: Found and updating existing remote candidate
de_de: Vorhandene Remote-Kandidaten finden und aktualisieren
fr_fr: Trouvé et mise à jour candidat à distance existant
nl_nl: Bestaande externe kandidaat vinden en bijwerken

source: An existing remote candidate update failed and Matador is unable to continue.
de_de: Ein vorhandenes Remote-Kandidatenupdate ist fehlgeschlagen, und Matador kann nicht fortfahren.
fr_fr: Une mise à jour existante des candidats à distance a échoué et Matador n’est pas en mesure de continuer.
nl_nl: Een bestaande update van een externe kandidaat is mislukt en Matador kan niet doorgaan.

source: An existing remote candidate was not updated due to a previously logged error. Will continue without update.
de_de: Ein vorhandener Remotekandidat wurde aufgrund eines zuvor protokollierten Fehlers nicht aktualisiert. Wird ohne Aktualisierung fortgesetzt.
fr_fr: Un candidat à distance existant n’a pas été mis à jour en raison d’une erreur précédemment enregistrée. Continuera sans mise à jour.
nl_nl: Een bestaande externe kandidaat is niet bijgewerkt vanwege een eerder geregistreerde fout. Wordt voortgezet zonder update.

source: A "private" candidate applied for a role and the API user is unable modify "Private" candidates to update the record or submit them for a role.
de_de: Ein "privater" Kandidat hat sich für eine Rolle beworben, und der API-Benutzer kann "Private"-Kandidaten nicht ändern, um den Datensatz zu aktualisieren oder für eine Rolle zu übermitteln.
fr_fr: Un candidat « privé » a postulé pour un rôle et l’utilisateur de l’API n’est pas en mesure de modifier les candidats « privés » pour mettre à jour le dossier ou les soumettre à un rôle.
nl_nl: Een "privé"-kandidaat heeft gesolliciteerd voor een rol en de API-gebruiker kan "Privé"-kandidaten niet wijzigen om de record bij te werken of in te dienen voor een rol.

source: You must manually access their application in Matador Jobs and submit them for the position. Also, you should contact Bullhorn to grant your API User access to modify private candidates.
de_de: Sie müssen manuell auf ihre Bewerbung in Matador Jobs zugreifen und sie für die Position einreichen. Außerdem sollten Sie sich an Bullhorn wenden, um Ihrem API-Benutzer Zugriff zu gewähren, um private Kandidaten zu ändern.
fr_fr: Vous devez accéder manuellement à leur application dans Matador Jobs et les soumettre pour le poste. En outre, vous devez contacter Bullhorn pour accorder à votre utilisateur API l’accès à modifier les candidats privés.
nl_nl: Je moet handmatig toegang krijgen tot hun sollicitatie in Matador Jobs en deze indienen voor de functie. U moet ook contact opnemen met Bullhorn om uw API-gebruiker toegang te verlenen om privékandidaten te wijzigen.

source: Completed application sync for local candidate
de_de: Abgeschlossene Bewerbungssynchronisierung für lokalen Kandidaten
fr_fr: Synchronisation de demande complétée pour le candidat local
nl_nl: Voltooide sollicitatiesynchronisatie voor lokale kandidaat

source: Now will delete local candidate due to Privacy and Data Storage settings. Removing local candidate
de_de: Löscht jetzt den lokalen Kandidaten aufgrund von Datenschutz- und Datenspeichereinstellungen. Entfernen des lokalen Kandidaten
fr_fr: Maintenant supprimera le candidat local en raison des paramètres de confidentialité et de stockage de données. Retrait du candidat local
nl_nl: Nu wordt de lokale kandidaat verwijderd vanwege de instellingen voor privacy en gegevensopslag. Lokale kandidaat verwijderen

source: Application sync failed for local candidate %1$s. Data must be manually submitted to Bullhorn.
de_de: Die Bewerbungssynchronisierung ist für lokale Kandidaten %1$s fehlgeschlagen. Die Daten müssen manuell an Bullhorn übermittelt werden.
fr_fr: Synchronisation de demande a échoué pour le candidat local %1$s. Les données doivent être soumises manuellement à Bullhorn.
nl_nl: Toepassingssynchronisatie is mislukt voor lokale kandidaat-%1$s. Gegevens moeten handmatig worden ingediend bij Bullhorn.

source: Application sync failed for local candidate %1$s failed permanently. Data must be manually submitted to Bullhorn.
de_de: Die Bewerbungssynchronisierung ist für lokale Kandidaten %1$s fehlgeschlagen. Die Daten müssen manuell an Bullhorn übermittelt werden.
fr_fr: Synchronisation de demande a échoué pour le candidat local %1$s. Les données doivent être soumises manuellement à Bullhorn.
nl_nl: Toepassingssynchronisatie is mislukt voor lokale kandidaat-%1$s. Gegevens moeten handmatig worden ingediend bij Bullhorn.

source: Linked candidate to Default application with Bullhorn ID
de_de: Verknüpfter Kandidat zur Standardanwendung mit Bullhorn ID
fr_fr: Candidat lié à l’application par défaut avec Bullhorn ID
nl_nl: Gekoppelde kandidaat aan Standaard sollicitatie met Bullhorn ID

source: Linked candidate to an application with the Bullhorn ID of
de_de: Verknüpfter Kandidat einer Bewerbung mit der Bullhorn-ID von
fr_fr: Candidat lié à une demande avec l’ID Bullhorn de
nl_nl: Gekoppelde kandidaat aan een sollicitatie met de Bullhorn ID van

source: and Submission ID
de_de: als Job-Einreichung
fr_fr: comme soumission d’emploi
nl_nl: als Vacature Invoer

source: No resume for applicant.
de_de: Kein Lebenslauf für Den Antragsteller.
fr_fr: Pas de CV pour le demandeur.
nl_nl: Geen cv voor sollicitant.

source: Error on resume process from Bullhorn:
de_de: Fehler beim Wiederaufnahmevorgang von Bullhorn:
fr_fr: Erreur sur le processus de CURRICULUM vitae de Bullhorn:
nl_nl: Foutmelding bij CV verwerking van Bullhorn:

source: Applied via the website for this position:
de_de: Angewandt über die Website für diese Position:
fr_fr: Appliqué via le site pour ce poste:
nl_nl: Aangemeld via de website voor de volgende functie:

source: Recruiting
de_de: Rekrutieren
fr_fr: Recrutement
nl_nl: Werven

source: Legal Obligation
de_de: Rechtliche Verpflichtung
fr_fr: Obligation légale
nl_nl: Wettelijke verplichting

source: Web Response
de_de: Web-Antwort
fr_fr: comme réponse Web
nl_nl: Als een Web Reactie

# Applications Post Type General Name
source: Applications
de_de: Bewerbungen
fr_fr: Demande d’emploi
nl_nl: Aanmeldingen

# Applications Post Type Singular Name
source: Application
de_de: Bewerbung
fr_fr: Envoyer
nl_nl: Aanmelding

source: Add New
de_de: Neu hinzufügen
fr_fr: Ajouter nouveau
nl_nl: Voeg toe

source: Add New Application
de_de: Neue Bewerbung hinzufügen
fr_fr: Ajouter une nouvelle application
nl_nl: Aanmelding toevoegen

source: Edit Application
de_de: Bewerbung bearbeiten
fr_fr: Modifier l’application
nl_nl: Bewerk aanmelding

source: New Application
de_de: Neue Bewerbung
fr_fr: Nouvelle application
nl_nl: Nieuwe aanmelding

source: View Application
de_de: Bewerbung ansehen
fr_fr: Afficher l’application
nl_nl: Bekijk aanmelding

source: Search Applications
de_de: Bewerbungen suchen
fr_fr: Chercher des applications
nl_nl: Zoek aanmeldingen

source: No Applications found
de_de: Keine Bewerbung gefunden
fr_fr: Aucune demande trouvée
nl_nl: Geen aanmeldingen gevonden

source: No Applications found in Trash
de_de: Keine Bewerbung in Papierkorb gefunden
fr_fr: Aucune demande trouvée dans Trash
nl_nl: Geen aanmeldingen gevonden in prullenbak

source: Applications
de_de: Bewerbungen
fr_fr: Demande d’emploi
nl_nl: Aanmeldingen

source: Application
de_de: Bewerbung
fr_fr: Envoyer
nl_nl: Aanmelding

source: Job Applications for the Matador Jobs Board.
de_de: Bewerbungen für das Matador Jobs Board.
fr_fr: Demandes d’emploi pour le Conseil d’emploi Matador.
nl_nl: Vacature aanmelding voor Matador Jobs Board.

source: Sync Status
fr_fr: État de synchronisation
nl_nl: Synchronisatie status

source: Sync Now
de_de: Jetzt synchronisieren
fr_fr: Synchronisez maintenant
nl_nl: Synchroniseer nu

source: Re-try Sync
de_de: Sync erneut ausprobieren
fr_fr: Ré-essayer Sync
nl_nl: Probeer opnieuw te synchroniseren

source: Pending
de_de: Ausstehend
fr_fr: En attente
nl_nl: In afwachting

source: Synced
de_de: Synchronisiert
fr_fr: Synchronisé
nl_nl: Gesynchroniseerd

source: Synced as Bullhorn Candidate %1$s
de_de: Synchronisiert als Bullhorn-Kandidat %1$s
fr_fr: Synchronisé comme candidat Bullhorn %1$s
nl_nl: Gesynchroniseerd als Bullhorn Kandidaat %1$s

source: Open in Bullhorn
de_de: Geöffnet in Bullhorn
fr_fr: Ouvert à Bullhorn
nl_nl: Openen in Bullhorn

source: Incomplete
de_de: Unvollständig
fr_fr: Incomplète
nl_nl: Incompleet

source: Automatic Sync Failed. Re-try.
de_de: Die automatische Synchronisierung ist fehlgeschlagen. Wiederholen Sie den Vorgang.
fr_fr: Synchronisation automatique a échoué. Réessayez.
nl_nl: Automatische synchronisatie is mislukt. Probeer het opnieuw.

source: Unable to Sync. (Too Little Information).
de_de: Die Synchronisierung kann nicht möglich sein. (Zu wenig Informationen).
fr_fr: Impossible de synchroniser. (Trop peu d’informations).
nl_nl: Kan niet synchroniseren. (Te weinig informatie).

source: Candidate exists and is marked as "Private" in Bullhorn. Application must be manually created.
de_de: Kandidat existiert und ist in Bullhorn als "Privat" gekennzeichnet. Die Bewerbung muss manuell erstellt werden.
fr_fr: Le candidat existe et est marqué comme «privé» à Bullhorn. L’application doit être créée manuellement.
nl_nl: Kandidaat bestaat en is gemarkeerd als "Privé" in Bullhorn. De toepassing moet handmatig worden gemaakt.

source: Application record was not created properly. Contact Matador Support.
de_de: Der Bewerbungsdatensatz wurde nicht ordnungsgemäß erstellt. Kontaktieren Sie den Matador Support.
fr_fr: Le dossier d’application n’a pas été créé correctement. Contactez Matador Support.
nl_nl: Toepassingsrecord is niet correct gemaakt. Contact Matador Support.

source: Bullhorn Activity Log
fr_fr: Bullhorn Activité Log
nl_nl: Bullhorn Activiteitenlogboek

source: No log
de_de: Kein Protokoll
fr_fr: Pas de journal
nl_nl: Geen logboek

source: Sync to Bullhorn
de_de: Geöffnet in Bullhorn
fr_fr: Ouvert à Bullhorn
nl_nl: Inloggen in Bullhorn.

source: Open the Candidate in Bullhorn
de_de: Öffnen Sie den Kandidaten in Bullhorn
fr_fr: Ouvrir le candidat dans Bullhorn
nl_nl: Open de kandidaat in Bullhorn
