Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: Please enter only digits.
de_de: Bitte geben Sie nur Ziffern ein.
fr_fr: Merci dentrer uniquement des chiffres.
nl_nl: Alleen cijfers invoeren a.u.b.

source: Please enter the same value again.
de_de: Bitte geben Sie den gleichen Wert erneut ein.
fr_fr: S’il vous plaît entrer la même valeur à nouveau.
nl_nl: Voer dezelfde waarde opnieuw in.

source: Please enter no more than {0} characters.
de_de: Bitte geben Sie nicht mehr als {0} Zeichen ein.
fr_fr: S'il vous plaît entrer pas plus de {0} caractères.
nl_nl: Voer niet meer dan {0} tekens in.

source: Please enter at least {0} characters.
de_de: Bitte geben Sie mindestens {0} Zeichen ein.
fr_fr: S’il vous plaît entrer au moins {0} caractères.
nl_nl: Voer minstens {0} tekens in.

source: Please enter a value between {0} and {1} characters long.
de_de: Bitte gib einen Wert zwischen {0} und {1} Stellen ein.
fr_fr: Veuillez saisir une valeur comprise entre les caractères de {0} et {1} caractères.
nl_nl: Voer een waarde tussen {0} en {1} karakters lang in.

source: Please enter a value between {0} and {1}.
de_de: Bitte geben Sie einen Wert zwischen {0} und {1} ein.
fr_fr: Veuillez saisir une valeur entre {0} et {1}.
nl_nl: Voer een waarde tussen {0} en {1} in.

source: Please enter a value less than or equal to {0}.
de_de: Bitte geben Sie einen Wert ein, der kleiner oder gleich {0} ist.
fr_fr: Veuillez saisir une valeur inférieure ou égale à {0}.
nl_nl: Gelieve een waarde van minder dan of gelijk aan {0} .

source: Please enter a value greater than or equal to {0}.
de_de: Bitte geben Sie einen Wert ein, der größer oder gleich {0} ist.
fr_fr: S’il vous plaît entrer une valeur supérieure ou égale à {0}.
nl_nl: Vul een waarde groter dan of gelijk aan {0} .

source: Please submit files smaller than {0} megabytes.
de_de: Bitte geben Sie nicht mehr als {0} Zeichen ein.
fr_fr: S'il vous plaît entrer pas plus de {0} caractères.
nl_nl: Voer niet meer dan {0} tekens in.

source: Please submit a file with a file extension from the list.
de_de: Bitte senden Sie eine Datei mit einer Dateierweiterung aus der Liste.
fr_fr: Veuillez soumettre un fichier avec une extension de fichier à partir de la liste.
nl_nl: Dien een bestand in met een bestandsextensie uit de lijst.

source: You cannot use the [matador_job_field] shortcode without a "name" argument.
de_de: Sie können den [matador_job_field]-Shortcode nicht ohne ein "field"-Argument verwenden.
fr_fr: Vous ne pouvez pas utiliser le code court [matador_job_field] sans un argument de « champ ».
nl_nl: U de shortcode [matador_job_field] niet gebruiken zonder het argument 'naam'.

source: Job Title
de_de: Stellenbezeichnung
fr_fr: Titre du poste
nl_nl: Vacature Titel

source: You cannot use the [matador_categories] shortcode because the Category taxonomy is not available.
de_de: Sie können den [matador_categories]-Kurzcode nicht verwenden, da die Kategorietaxonomie nicht verfügbar ist.
fr_fr: Vous ne pouvez pas utiliser le code court [matador_categories] parce que la taxonomie de catégorie n’est pas disponible.
nl_nl: U de shortcode [matador_categories] niet gebruiken omdat de categorietaxonomie niet beschikbaar is.

source: You cannot use the [matador_locations] shortcode because the Location taxonomy is not available.
de_de: Sie können den [matador_locations]-Kurzcode nicht verwenden, da die Standorttaxonomie nicht verfügbar ist.
fr_fr: Vous ne pouvez pas utiliser le code court [matador_locations] parce que la taxonomie de localisation n’est pas disponible.
nl_nl: U de shortcode [matador_locations] niet gebruiken omdat de locatietaxonomie niet beschikbaar is.

source: You cannot use the [matador_types] shortcode because the Type taxonomy is not available.
de_de: Sie können den [matador_types]-Shortcode nicht verwenden, da die Typtaxonomie nicht verfügbar ist.
fr_fr: Vous ne pouvez pas utiliser le code court [matador_types] parce que la taxonomie type n’est pas disponible.
nl_nl: U de shortcode [matador_types] niet gebruiken omdat de typetaxonomie niet beschikbaar is.

source: You cannot use the [matador_application] shortcode if you've disabled Application Processing.
de_de: Sie können den [matador_application]-Kurzcode nicht verwenden, wenn Sie die Bewerbungsverarbeitung deaktiviert haben.
fr_fr: Vous ne pouvez pas utiliser le code court [matador_application] si vous avez désactivé le traitement des demandes.
nl_nl: U kunt geen [matador_application] shortcode gebruiken als u aanmeldingsverwerkingen uitgeschakeld heeft.

source: start output
de_de: Startausgang
fr_fr: début de sortie
nl_nl: start-uitvoer

# A job posted very recently, in the last hour or less
source: Just now
nl_nl: Zojuist

# Age in days, 1 day, relative term
source: Yesterday
nl_nl: Gisteren

# Label for Location in Job Info block
source: Location:
de_de: Ort:
fr_fr: Lieu:
nl_nl: Locatie:

# Label for Remote Job in Job Info block
source: Remote:
nl_nl: Externe:

source: Job
fr_fr: Travail
nl_nl: Vacature

source: View Jobs
de_de: Job anzeigen
fr_fr: Voir l'offre d’emploi
nl_nl: Bekijk vacatures

source: Apply Now
de_de: Jetzt bewerben
fr_fr: Appliquer maintenant
nl_nl: Solliciteren Direct

source: More Info
de_de: Mehr Info
fr_fr: Plus d'informations
nl_nl: Meer Informatie

source: More Jobs
de_de: Weitere Stellenangebote
fr_fr: Plus d'emplois
nl_nl: Meer vacatures

source: More About this Job
de_de: Mehr über diesen Job
fr_fr: En savoir plus sur ce travail
nl_nl: Meer over deze vacature

source: See All Jobs
de_de: Siehe Alle Jobs
fr_fr: Revenir à la liste des emplois
nl_nl: Bekijk Alle Vacatures

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel

source: Apply
de_de: Übernehmen
fr_fr: Appliquer
nl_nl: Solliciteren

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Job Info
de_de: Stellen Infos
fr_fr: Informations sur l’emploi
nl_nl: Vacature Omschrijving

source: DOC, DOCX, PDF, HTML, and TXT
de_de: DOC, DOCX, PDF, HTML und TXT
fr_fr: DOC, DOCX, PDF, HTML et TXT
nl_nl: DOC, DOCX, PDF, HTML, en TXT

# Job Category Singular Name.
source: category
de_de: Kategorie
fr_fr: catégorie
nl_nl: categorie

# Job Category Plural Name.
source: categories
de_de: Kategorien
fr_fr: catégories
nl_nl: categoriën

# Job Location Singular Name.
source: location
de_de: Standort
fr_fr: lieu
nl_nl: locatie

# Job Location Plural Name.
source: locations
de_de: Orte
fr_fr: lieux
nl_nl: locaties

# Job Type Plural Name.
source: types
de_de: Typen
nl_nl: typen

source: No fields passed to form. Set default fields in the Matador settings.
de_de: Es wurden keine Felder an das Formular übergeben. Legen Sie Standardfelder in den Matador-Einstellungen fest.
fr_fr: Aucun champ n’est passé à la forme. Définissez les champs par défaut dans les paramètres Matador.
nl_nl: Geen velden overgenomen. Stel je standaard velden in bij je Matador instellingen.

source: Submit Application
de_de: Bewerbung abschicken
fr_fr: Soumettre ma candidature
nl_nl: Verstuur Sollicitatie

source: We are uploading your application. It may take a few moments to read your resume. Please wait!
de_de: Wir laden Ihre Bewerbung hoch. Es kann einige Augenblicke dauern, bis Sie Ihren Lebenslauf lesen können. Bitte warten!
fr_fr: Nous téléchargeons votre application. Il peut prendre quelques instants pour lire votre curriculum vitae. Veuillez patienter!
nl_nl: Wij verwerken momenteel je sollicitatie, een moment geduld a.u.b!

source: Submit a General Application
de_de: Bewerbung abschicken
fr_fr: Soumettre ma candidature
nl_nl: Verstuur Sollicitatie

source: No Job Found
de_de: Kein Job gefunden
fr_fr: Aucun emploi trouvé
nl_nl: Geen vacatures gevonden

source: We're sorry. We were tying to show you an awesome job, but the position is no longer accepting applicants.
de_de: Es tut uns leid. Wir haben uns gefesselt, um Ihnen einen tollen Job zu zeigen, aber die Position ist nicht mehr die Annahme von Bewerbern.
fr_fr: Nous sommes désolés. Nous étions à égalité pour vous montrer un travail impressionnant, mais le poste n’accepte plus Candidats.
nl_nl: Onze Excuses. We wilden u een geweldige baan laten zien, maar helaas deze vacature accepteert geen sollicitanten meer.

source: We are sorry, but there are currently no jobs to show.
de_de: Es tut uns leid, aber es gibt derzeit keine Arbeitsplätze zu zeigen.
fr_fr: Nous sommes désolés, mais il n’y a actuellement aucun emploi à montrer.
nl_nl: Het spijt ons, Er zijn op dit moment geen vacatures beschikbaar.

source: Page
de_de: Seite
nl_nl: Pagina

source: Select a Job
de_de: Wählen Sie eine Anzeige
fr_fr: Sélectionnez un emploi
nl_nl: Selecteer een Vacature

source: View jobs in this
de_de: Anzeigen von Aufträgen in diesem
fr_fr: Afficher les emplois dans ce
nl_nl: Bekijk vacatures in deze

source: Limit jobs to these
de_de: Beschränken Sie Aufträge auf diese
fr_fr: Limiter les emplois à ces
nl_nl: Beperk taken tot deze

source: Limit jobs to this
de_de: Beschränken Sie Die Sendeaufträge auf diese
fr_fr: Limiter les emplois à cette
nl_nl: Beperk taken tot deze

source: Apply to:
de_de: Anwenden auf:
fr_fr: Appliquer à :
nl_nl: Solliciteer op:

source: Thank you for your application to:
de_de: Vielen Dank für Ihre Bewerbung an:
fr_fr: Merci pour votre application.
nl_nl: Bedankt voor uw sollicitatie:

source: Welcome to Matador Jobs!
de_de: Holen Sie sich mehr aus Matador Jobs!
fr_fr: Bienvenue à Matador
nl_nl: Welkom bij Matador Jobs!

source: To get started, connect your site to Bullhorn!
de_de: Um Ihre Website mit Bullhorn zu verbinden, benötigen Sie ein paar Dinge:!
fr_fr: Votre site est connecté à Bullhorn!
nl_nl: Om aan de slag te gaan, verbindt u uw site met Bullhorn!

source: Open Bullhorn Connection Assistant
de_de: Bullhorn-Verbindungsassistent
fr_fr: Assistant de connexion Bullhorn
nl_nl: Bullhorn Connection Assistant openen

source: Matador is currently syncing jobs and applications. Reload your admin page for updates.
de_de: Matador synchronisiert derzeit Aufträge und Bewerbungen. Laden Sie Ihre Admin-Seite erneut für Updates.
fr_fr: Matador synchronise actuellement les emplois et les applications. Rechargez votre page d'adminitration pour les mises à jour.
nl_nl: Matador synchroniseert momenteel vacatures en applicaties. Herlaad uw beheerderspagina voor updates.

source: Matador is currently syncing applications. Reload your application page for updates.
de_de: Matador synchronisiert derzeit Bewerbungen. Laden Sie die Bewerbungsseite erneut für Updates.
fr_fr: Matador synchronise actuellement les applications. Rechargez votre page d’application pour les mises à jour.
nl_nl: Matador synchroniseert momenteel vacatures. Herlaad uw beheerderspagina voor updates.

source: See our help documentation site for more information.
de_de: Weitere Informationen finden Sie in unserer Datenschutzerklärung.
fr_fr: Examinez notre Politique de confidentialité pour plus d’informations.
nl_nl: Lees ons privacybeleid voor meer informatie.

source: An admin initiated a manual sync, but it was ignored as another sync is currently running.
de_de: Eine neue manuelle Synchronisierung kann nicht gestartet werden, während eine Synchronisierung gerade ausgeführt wird.
fr_fr: Impossible de démarrer une nouvelle synchronisation manuelle pendant qu’une synchronisation est actuellement en cours d’exécution.
nl_nl: Een beheerder heeft een handmatige synchronisatie geïnitieerd, maar deze is genegeerd omdat er momenteel een andere synchronisatie wordt uitgevoerd.

source: Cannot start a new manual sync while a sync is currently running.
de_de: Eine neue manuelle Synchronisierung kann nicht gestartet werden, während eine Synchronisierung gerade ausgeführt wird.
fr_fr: Impossible de démarrer une nouvelle synchronisation manuelle pendant qu’une synchronisation est actuellement en cours d’exécution.
nl_nl: Kan geen nieuwe handmatige synchronisatie starten terwijl een synchronisatie wordt uitgevoerd.

source: An admin initiated a manual sync.
nl_nl: Een beheerder heeft een handmatige synchronisatie geïnitieerd.

source: An admin initiated a manual sync for local applications.
de_de: Ein Administrator forderte eine manuelle Synchronisierung für die lokale Bewerbung an.
fr_fr: Un administrateur a demandé une synchronisation manuelle pour l’application locale
nl_nl: Een beheerder heeft een handmatige synchronisatie voor lokale toepassingen geïnitieerd.

source: An admin initiated a manual sync for local application %s
de_de: Ein Administrator forderte eine manuelle Synchronisierung für die lokale Bewerbung an.
fr_fr: Un administrateur a demandé une synchronisation manuelle pour l’application locale
nl_nl: Een beheerder heeft een handmatige synchronisatie gestart voor lokale toepassing %s

source: Cannot start a new batch application sync while a sync is currently running.
de_de: Eine neue Batchanwendungssynchronisierung kann nicht gestartet werden, während eine Synchronisierung gerade ausgeführt wird.
fr_fr: Impossible de démarrer une nouvelle synchronisation d’application de lot pendant qu’une synchronisation est actuellement en cours d’exécution.
nl_nl: Kan geen nieuwe batch toepassing synchronisatie starten terwijl er een synchronisatie wordt uitgevoerd.

source: An admin initiated a delete all routine for synced local applications.
de_de: Ein Administrator forderte eine manuelle Synchronisierung für die lokale Bewerbung an.
fr_fr: Un administrateur a demandé une suppression de tous synchronisés pour l’application locale
nl_nl: Een beheerder heeft een verwijderroutine gestart voor gesynchroniseerde lokale toepassingen.

source: To attempt a login, you must have an authorized site.
de_de: Um eine Anmeldung zu versuchen, benötigen Sie eine autorisierte Website.
fr_fr: Pour tenter une connexion, votre site doit y être autorisé.
nl_nl: U moet u over een geautoriseerde site beschikken indien u een inlog wilt uitvoeren.

source: Login into Bullhorn failed see log for more info.
de_de: Login in Bullhorn fehlgeschlagen siehe Protokoll für weitere Informationen.
fr_fr: Connectez-vous à Bullhorn a échoué voir journal pour plus d’informations.
nl_nl: Inloggen bij Bullhorn is mislukt, bekijk foutenregistratie voor meer informatie.

source: Your Bullhorn Client ID is invalid. Double check you entered it correctly, and if so, you may need to submit a support ticket to Bullhorn.
de_de: Ihre Bullhorn-Kunden-ID ist ungültig. Überprüfen Sie sie überprüfen, ob Sie es korrekt eingegeben haben, und wenn ja, müssen Sie möglicherweise ein Support-Ticket an Bullhorn senden.
fr_fr: Votre identifiant de client Bullhorn est invalide. Vérifiez double que vous l’avez entré correctement, et si oui, vous devrez peut-être soumettre un billet de soutien à Bullhorn.
nl_nl: Uw Bullhorn Client ID is ongeldig. Controleer of u het correct hebt ingevoerd en zo ja, dan moet u mogelijk een ondersteuningsticket indienen bij Bullhorn.

source: Matador Jobs Cron Check:
de_de: Matador Jobs Pro Lizenz:
fr_fr: Licence Matador Jobs Pro
nl_nl: Matador Vacatures Cron Check:

# Matador Bullhorn Connection Assistant Admin Page Title
source: Bullhorn Connection Assistant
de_de: Bullhorn-Verbindungsassistent
fr_fr: Assistant de connexion Bullhorn
nl_nl: Bullhorn API aansluiting

source: Bullhorn API Connection Assistant
de_de: Bullhorn API-Verbindungsassistent
fr_fr: Assistant de connexion API Bullhorn
nl_nl: Bullhorn API aansluiting

source: Unknown Error.
de_de: Unbekannter Fehler.
fr_fr: Erreur inconnue.
nl_nl: Onbekende fout.

source: No Log files found
de_de: Keine Jobs gefunden
fr_fr: Aucuns emplois trouvés
nl_nl: Geen vacature gevonden

source: Bad hashed log file removed. File:
de_de: Ungültige Hashprotokolldatei entfernt. Datei:
fr_fr: Mauvais fichier de journal de hachage supprimé. Fichier:
nl_nl: Slecht gehasht logboekbestand verwijderd. Bestand:

source: Expired log removed. File:
de_de: Abgelaufenes Protokoll entfernt. Datei:
fr_fr: Journal expiré supprimé. Fichier:
nl_nl: Verlopen registratie verwijderd. File:

# Matador Settings Page Title
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen

# Matador Settings Page Menu Label
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen

source: View/Change in wp-config.php
de_de: Anzeigen/Ändern in wp-config.php
fr_fr: Voir/Modifier dans wp-config.php
nl_nl: Weergave/wijziging in wp-config.php

source: A setting that affects rewrites was changed. Rewrites will be flushed on next admin load.
de_de: Eine Einstellung, die sich auf Umschreibungen auswirkt, wurde geändert. Umschreibungen werden bei der nächsten Admin-Last geleert.
fr_fr: Un paramètre qui affecte les réécritures a été modifié. Les réécritures seront mise à jour au prochain chargement.
nl_nl: Een instelling die van invloed is op overschrijving, is gewijzigd. Overschrijvingen worden bij de volgende beheerders inlog opgeschoond.

source: A setting that affects job content was changed. A full sync will will be conducted at the next scheduled time.
de_de: Eine Einstellung, die sich auf den Auftragsinhalt auswirkt, wurde geändert. Eine vollständige Synchronisierung wird zum nächsten geplanten Zeitpunkt durchgeführt.
fr_fr: Un paramètre qui affecte le contenu de l’emploi a été modifié. Une synchronisation complète sera effectuée à la prochaine heure prévue.
nl_nl: Er is een instelling gewijzigd die van invloed is op de inhoud van de taak. Een volledige synchronisatie wordt uitgevoerd op het volgende geplande tijdstip.

# General Settings Tab Name
source: General
de_de: Allgemein
fr_fr: Général
nl_nl: Algemeen

# Licensing Settings Section Name
source: Matador Jobs Pro License
de_de: Matador Jobs Pro Lizenz
fr_fr: Licence Matador Jobs Pro
nl_nl: Matador vacature pro licentie

source: Matador License Key for Support and Updates
de_de: Matador Lizenzschlüssel für Support und Updates
fr_fr: Clé de licence Matador pour le support et les mises à jour
nl_nl: Matador licentie sleutel voor ondersteuning en updates

# Bullhorn API Settings Section Name.
source: Bullhorn API Connection
de_de: Bullhorn API-Verbindung
fr_fr: Connexion API Bullhorn
nl_nl: Bullhorn API Connectie

source: Bullhorn API Client ID
fr_fr: Identifiant client pour API Bullhorn
nl_nl: Bullhorn API-ID klant

source: Bullhorn API Client Secret Key
de_de: Bullhorn API Client Geheimschlüssel
fr_fr: Clé secrète client pour API Bullhorn
nl_nl: Bullhorn API toegangscode klant

source: Bullhorn API User ID
de_de: Bullhorn API-Benutzer-ID
fr_fr: Identifiant d’utilisateur pour API Bullhorn
nl_nl: Bullhorn API gebruikers-ID

source: Bullhorn API User Password
de_de: Bullhorn API Benutzerkennwort
fr_fr: Mot de passe utilisateur pour API Bullhorn
nl_nl: Bullhorn API gebruikerswachtwoord

# Email Settings Section Name
source: Email Settings
de_de: E-Mail Einstellungen
fr_fr: Réglages des courriels
nl_nl: E-mail instellingen

source: Email Default From Name
de_de: E-Mail-Standard von Name
fr_fr: E-mail par défaut du nom
nl_nl: E-mail standaard van naam

source: Email Default From Address
de_de: E-Mail-Standard von Adresse
fr_fr: E-mail par défaut de l’adresse
nl_nl: E-mail standaard vanaf adres

# General Settings Section Name
source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
nl_nl: Algemene instellingen

source: Matador Styles
nl_nl: Matador Stijlen

source: Matador Jobs comes with default styling to help it display nicely on your site. Turn these off when building customized sites.
de_de: Matador Jobs kommt mit Standard-Styling, um es schön auf Ihrer Website anzuzeigen. Deaktivieren Sie diese, wenn Sie angepasste Websites erstellen.
fr_fr: Matador Jobs est livré avec un style par défaut pour l’aider à afficher bien sur votre site. Éteignez-les lors de la construction de sites personnalisés.
nl_nl: Matador Jobs wordt geleverd met standaardstyling om het mooi op uw site weer te geven. Schakel deze uit bij het bouwen van aangepaste sites.

# Admin Notifications Section Name
source: Logging & Error Handling
de_de: Protokollierung & Fehlerbehandlung
fr_fr: Gestion de l’enregistrement et des erreurs
nl_nl: Logboekregistratie en foutafhandeling

source: Matador Logging
fr_fr: Connexion à Matador
nl_nl: Matador foutenregistratie

source: To help monitor the health of your site and its communications with Bullhorn, Matador can keep extensive logs. We recommend you keep at least 2 days of logs, though you can save up to 30 days of logs. Set to "Off" to disable logging.
de_de: Um den Zustand Ihrer Website und deren Kommunikation mit Bullhorn zu überwachen, kann Matador umfangreiche Protokolle führen. Wir empfehlen Ihnen, mindestens 2 Tage Protokolle aufzubewahren, sie können jedoch bis zu 30 Tage Protokolle speichern. Legen Sie "Aus" fest, um die Protokollierung zu deaktivieren.
fr_fr: Pour vous aider à surveiller l’état de santé de votre site et ses communications avec Bullhorn, Matador peut conserver de nombreux journaux. Nous vous recommandons de conserver au moins 2 jours de journaux, mais vous pouvez sauvegarder jusqu’à 30 jours de journaux. Choisiisez le paramètre «Off» pour désactiver l’enregistrement.
nl_nl: Om toezicht te houden op de gezondheid van uw site en de connectie met Bullhorn, kan Matador uitgebreide registratie logs bijhouden. We raden u aan ten minste 2 dagen aan Om toezicht te houden op de gezondheid van uw site en de communicatie met Bullhorn, kan Matador uitgebreide logboeken bijhouden. We raden u aan ten minste 2 dagen aan registratie logs te bewaren, u kunt tot wel 30 dagen aan registratie logs opslaan. Zet op "Uit" om registratie logs uit te schakelen.

source: Off
de_de: Aus
fr_fr: Désactivé
nl_nl: Uit

source: 1 Days
de_de: 1 Tag
fr_fr: 1 Jour
nl_nl: 1 Dag

source: 2 Days
de_de: 2 Tage
fr_fr: 2 Jours
nl_nl: 2 Dagen

source: 3 Days
de_de: 3 Tage
fr_fr: 3 Jours
nl_nl: 3 Dagen

source: 4 Days
de_de: 4 Tage
fr_fr: 4 Jours
nl_nl: 4 Dagen

source: 5 Days
de_de: 5 Tage
fr_fr: 5 Jours
nl_nl: 5 Dagen

source: 6 Days
de_de: 6 Tage
fr_fr: 6 Jours
nl_nl: 6 Dagen

source: 7 Days
de_de: 7 Tage
fr_fr: 7 Jours
nl_nl: 7 Dagen

source: 8 Days
de_de: 8 Tage
fr_fr: 8 jours
nl_nl: 8 Dagen

source: 9 Days
de_de: 9 Tage
fr_fr: 9 Jours
nl_nl: 9 Dagen

source: 10 Days
de_de: 10 Tage
fr_fr: 10 jours
nl_nl: 10 Dagen

source: 20 Days
de_de: 20 Tage
fr_fr: 20 jours
nl_nl: 20 Dagen

source: 30 Days
de_de: 30 Tage
fr_fr: 30 jours
nl_nl: 30 Dagen

source: Send Admin Email Alerts
de_de: Sende Admin-E-Mail-Benachrichtigungen
fr_fr: Envoyer des alertes par e-mail admin
nl_nl: E-mailwaarschuwingen voor beheerders verzenden

source: Send an administrator an email when Matador Jobs has a major error that requires user intervention.
de_de: Senden Sie einem Administrator eine E-Mail, wenn Matador Jobs einen großen Fehler aufweist, der ein Eingreifen des Benutzers erfordert.
fr_fr: Envoyer un e-mail à un administrateur lorsque Matador Jobs a une erreur majeure qui nécessite une intervention de l’utilisateur.
nl_nl: Stuur een beheerder een e-mail wanneer Matador Jobs een grote fout heeft die tussenkomst van de gebruiker vereist.

source: Admin Email Address(es)
de_de: Admin E-Mail Adresse(en)
fr_fr: Adresse e-mail admin (es)
nl_nl: E-mailadres(sen) van beheerder

source: Separate each email with a comma. You may use the "John Smith &lt;john@website.com&gt;" format or just "john@website.com" format.
de_de: Trennen Sie jede E-Mail mit einem Komma. Sie können das Format "John Smith &lt;john@website.com&gt;" oder einfach nur das Format "john@website.com" verwenden.
fr_fr: Séparez chaque e-mail avec une virgule. Vous pouvez utiliser le format « John Smith &lt;john@website.com&gt; » ou tout simplement « john@website.com » format.
nl_nl: Scheid elke e-mail met een komma. U de indeling John Smith &lt;john@website.com&gt; of gewoon de indeling john@website.com gebruiken.
