Repository: common-repository/matador-jobs
Catalog: languages/matador-jobs-*.po
Languages: de_de, fr_fr, nl_nl

source: When a user completes an application, they will redirect to a confirmation and "thank you" screen. You can redirect users to the job detail page with the "thank you" added to the top, you may redirect users to an automatically generated confirmation page, or you can direct users to a custom WordPress page where you customize the message, look, and feel.
de_de: Wenn ein Benutzer eine Bewerbung ausschließt, wird er zu einem Bestätigungs- und "Dankeschön"-Bildschirm umgeleitet. Sie können Benutzer auf die Job-Detail-Seite mit dem "Danke" an der Spitze hinzugefügt umleiten, können Sie Benutzer zu einer automatisch generierten Bestätigungsseite umleiten, oder Sie können Benutzer zu einer benutzerdefinierten WordPress-Seite leiten, wo Sie die Nachricht anpassen, Aussehen, und fühlen.
fr_fr: Lorsqu’un utilisateur termine une application, il redirige vers un écran de confirmation et de « merci ». Vous pouvez rediriger les utilisateurs vers la page de détail de travail avec le "merci" ajouté en haut, vous pouvez rediriger les utilisateurs vers une page de confirmation générée automatiquement, ou vous pouvez diriger les utilisateurs vers une page WordPress personnalisée où vous personnalisez le message, regardez et ressentez.
nl_nl: Wanneer een gebruiker een aanvraag voltooit, word je doorverwijzen naar een bevestigingspagina. U kunt gebruikers omleiden naar de vacaturedetailpagina met de "dank u" bovenaan de pagina, u kunt gebruikers doorsturen naar een automatisch gegenereerde bevestigingspagina, of u kunt gebruikers naar een aangepaste WordPress-pagina leiden waar u het bericht kunt aanpassen.

source: Add Confirmation to Job Detail Page
de_de: Hinzufügen der Bestätigung zur Job Detailseite
fr_fr: Ajouter confirmation à la page de détail de travail
nl_nl: Bevestiging toevoegen aan vacaturedetailpagina

source: Generate Confirmation Page
de_de: Bestätigungsseite generieren
fr_fr: Générer la page de confirmation
nl_nl: Bevestigingspagina genereren

source: Custom Confirmation Page
de_de: Benutzerdefinierte Bestätigungsseite
fr_fr: Page de confirmation personnalisée
nl_nl: Aangepaste bevestigingspagina

source: Choose the custom WordPress page where application confirmations should be redirected to. Leaving this blank will cause the application links to go to your home page.
de_de: Wählen Sie die benutzerdefinierte WordPress-Seite, auf die Bewerbungsbestätigungen umgeleitet werden sollen. Wenn Sie dieses Feld leer lassen, gelangen die Bewerbungslinks zu Ihrer Homepage.
fr_fr: Choisissez la page WordPress personnalisée vers lequel les confirmations d’applications doivent être redirigées. Laisser ce blanc fera en sorte que les liens d’application iront à votre page d’accueil.
nl_nl: Kies de aangepaste WordPress-pagina waar aanvraagbevestigingen moeten worden omgeleid. Als u dit veld leeg laat, worden de koppelingen naar uw startpagina geopend.

source: "Resume" or "CV"
de_de: "Resume" oder "CV"
fr_fr: "Cv" ou "CV"
nl_nl: "curriculum vitae" or "CV"

source: as "Resume"
de_de: als "Resume"
fr_fr: comme "Resume"
nl_nl: als "curriculum vitae"

source: as "CV"
de_de: als "CV"
fr_fr: comme "CV"
nl_nl: als "CV"

source: What does your business call the work history and education summary document?
de_de: Wie nennt Ihr Unternehmen das Zusammenfassungsdokument arbeitsgeschichte und "Bildungs"?
fr_fr: Qu’est-ce que votre entreprise appelle le document sommaire sur l’historique du travail et l’éducation?
nl_nl: Hoe noemt uw bedrijf het werkgeschiedenis- en onderwijsoverzichtsdocument?

source: Default Application Fields
de_de: Standardanwendungsfelder
fr_fr: Champs d’application par défaut
nl_nl: Standaard toepassingsvelden

source: By default, the checked fields will display when the application or application shortcode is shown. A simple filter added to your theme functions.php file can add more fields as well.
de_de: Standardmäßig werden die aktivierten Felder angezeigt, wenn der Bewerbungs- oder Bewerbungs-Shortcode angezeigt wird. Ein einfacher Filter, der Zu ihren Designfunktionen hinzugefügt wurde.php Datei kann auch weitere Felder hinzufügen.
fr_fr: Par défaut, les champs vérifiés s’afficheront lorsque l’application ou le code court de l’application est affiché. Un filtre simple ajouté à votre fichier fonctions.php thème peut ajouter plus de champs ainsi.
nl_nl: Standaard worden de aangevinkte velden weergegeven wanneer de aanvraag of aanvraagcode verschijnt. Door een eenvoudige filter aan uw thema functies.php-bestand toe te voegen kunt u ook meer velden toevoegen.

source: Phone
de_de: Telefon
fr_fr: Téléphone
nl_nl: Telefoon

source: Message
de_de: Nachricht
nl_nl: Bericht

source: Resume/CV Upload
de_de: Lebenslauf/CV Hochladen
fr_fr: Téléchargement du Résumé/CV
nl_nl: Cv uploaden

source: Use Anti-Spam Honeypot
de_de: Verwende den Anti-Spam von Honeypot
fr_fr: Utiliser un gestionnaire Anti-Spam Honeypot
nl_nl: Gebruik Anti-Spam Honeypot

source: When set to "On", Matador will set a "trap" for internet robots that make spam. This anti-spam method may cause usability issues for visitors using screen readers, and sophisticated spam bots can sometimes bypass these protections.
de_de: Wenn auf "Ein" gesetzt, wird Matador eine "Falle" für Internet-Roboter setzen, die Spam machen. Diese Anti-Spam-Methode kann Usability-Probleme für Besucher mit Bildschirmleseprogrammen verursachen, und ausgeklügelte Spam-Bots können manchmal diese Schutzmaßnahmen umgehen.
fr_fr: Lorsqu’il est réglé sur "On", Matador va mettre un "piège" pour les robots Internet qui font du spam. Cette méthode anti-spam peut causer des problèmes d’utilisabilité pour les visiteurs utilisant des lecteurs d’écran, et les robots anti-spam sophistiqués peuvent parfois contourner ces protections.
nl_nl: Wanneer ingesteld op "Aan", zal Matador een "val" instellen voor internetrobots die spam maken. Deze antispammethode kan gebruiksproblemen veroorzaken voor bezoekers die schermlezers gebruiken, en geavanceerde spambots kunnen deze beveiligingen soms omzeilen.

source: Classify Applications
de_de: Klassifizieren von Bewerbungen
fr_fr: Classer les demandes
nl_nl: Functie-eisen

source: as Job Submission
de_de: als Job-Einreichung
fr_fr: comme soumission d’emploi
nl_nl: als Vacature Invoer

source: as Web Response
de_de: als Web-Antwort
fr_fr: comme réponse Web
nl_nl: als een Web Reactie

source: When a Candidate is added as an applicant to a job, they can be marked as either a Submission or Web Response. Per Bullhorn documentation, a Job Submission should occur after a candidate is "evaluated, interviewed, and otherwise assessed, and the parties involved have agreed that the Candidate may be suitable", whereas a Web Response "is an informal job submission" and pending review. Matador allows you choose from either, depending on your organization\s workflow.
de_de: Wenn ein Kandidat als Bewerber zu einem Auftrag hinzugefügt wird, kann er entweder als Übermittlung oder als Webantwort markiert werden. Gemäß Bullhorn-Dokumentation sollte eine Stellenausschreibung erfolgen, nachdem ein Kandidat "bewertet, interviewt und anderweitig bewertet wurde und die beteiligten Parteien vereinbart haben, dass der Kandidat geeignet sein kann", während eine Web-Antwort "eine informelle Stellenausschreibung" und eine noch ausstehende Überprüfung ist. Mit Matador können Sie je nach Workflow Ihrer Organisation wählen.
fr_fr: Lorsqu’un candidat est ajouté en tant que candidat à un emploi, il peut être marqué comme une soumission ou une réponse Web. Dans la documentation De Bullhorn, une soumission d’emploi devrait avoir lieu après qu’un candidat soit « évalué, interviewé et évalué autrement, et que les parties concernées ont convenu que le candidat peut convenir », alors qu’une réponse Web « est une soumission informelle d’emploi » et en attente d’examen. Matador vous permet de choisir entre l’un ou l’autre, en fonction du flux de travail de votre organisation.
nl_nl: Wanneer een kandidaat als sollicitant aan een taak wordt toegevoegd, kan deze worden gemarkeerd als inzending of webrespons. Volgens bullhorn-documentatie moet een taakinzending plaatsvinden nadat een kandidaat is "geëvalueerd, geïnterviewd en anderszins beoordeeld, en de betrokken partijen zijn overeengekomen dat de kandidaat geschikt kan zijn", terwijl een webreactie "een informele taakinzending is" en in afwachting van beoordeling. Met Matador u kiezen uit een van beide, afhankelijk van de workflow van uw organisatie.

source: "API User"
de_de: Eine API-Benutzer-ID
fr_fr: Un identifiant d’utilisateur API
nl_nl: Bullhorn API gebruikers-ID

source: Job's "Owner"
de_de: Ersteller der Anzeige
fr_fr: Propriétaire d’emploi
nl_nl: Eigenaar Product/Dienst

source: Job's "Published Contact Recruiter"
de_de: Veröffentlichter Contact Recruiter
fr_fr: Recruteur de contacts publié
nl_nl: Gepubliceerd Contact Recruiter

source: Prevent Duplicate Candidates
de_de: Verhindern doppelter Kandidaten
fr_fr: Prévenir les candidats en double
nl_nl: Voorkom dubbele sollicitaties

source: Prior to creating a candidate record from an application, Matador will check your Bullhorn account for existing records with the matching email address and last name. When found, Matador will update that record with submitted information and apply the existing record for the job, preventing duplicate candidates. Turn off to create a new Bullhorn candidate for each application.
de_de: Bevor Sie einen Kandidatendatensatz aus einer Bewerbung erstellen, überprüft Matador Ihr Bullhorn-Konto auf vorhandene Datensätze mit der passenden E-Mail-Adresse und dem Nachnamen. Wenn Matador gefunden wird, aktualisiert er diesen Datensatz mit übermittelten Informationen und wendet den vorhandenen Datensatz für den Auftrag an, um doppelte Kandidaten zu verhindern. Deaktivieren Sie diese Datei, um einen neuen Bullhorn-Kandidaten für jede Bewerbung zu erstellen.
fr_fr: Avant de créer un enregistrement de candidat à partir d’une demande, Matador vérifiera votre compte Bullhorn pour les enregistrements existants avec l’adresse e-mail correspondante et le nom de famille. Lorsqu’il sera trouvé, Matador mettra à jour cet enregistrement avec les informations soumises et appliquera le dossier existant pour le poste, empêchant les candidats en double. Désactiver pour créer un nouveau candidat Bullhorn pour chaque application.
nl_nl: Voorafgaand aan het maken van een kandidaat-record vanuit een aanvraag, zal Matador uw Bullhorn-account controleren op bestaande records met het overeenkomende e-mailadres en de achternaam. Indien gevonden, zal Matador die record bijwerken met ingeleverde informatie en de bestaande record voor de taak toepassen, waardoor dubbele kandidaten voorkomen worden. Schakel uit om een nieuwe bullhorn-kandidaat voor elke aanvraag te maken.

source: Use Resume Processor
de_de: Verwenden des Resume-Prozessors
fr_fr: Utiliser le processeur de cv
nl_nl: Gebruik cv zoekfunctie

source: Turn on or off resume processing. When processed, Bullhorn will fill fields on the candidate's form with information from their resume/CV.
de_de: Aktivieren oder deaktivieren Sie die Wiederaufnahmeverarbeitung. Bei der Verarbeitung füllt Bullhorn Felder im Formular des Kandidaten mit Informationen aus dem Lebenslauf/CV aus.
fr_fr: Activez ou éteignez le traitement du curriculum vitae. Une fois traité, Bullhorn remplira les champs sur le formulaire du candidat avec des informations de leur curriculum vitae/CV.
nl_nl: Schakel automatische CV verwerking in of uit. Wanneer het wordt verwerkt, vult Bullhorn velden in op het formulier van de kandidaat met informatie uit zijn CV.

source: Default "Job" to Apply To
de_de: Standard "Job" zum Anwenden auf
fr_fr: Par défaut "Emploi" à appliquer
nl_nl: Standaard "vacature" om op te solliciteren

source: When an application is shown with the "jobs-select" field, or if you use custom local jobs, or if you set up a general application page not tied to a job, an application may be submitted without an associated Bullhorn job to submit to. This will create just a candidate, but some people do not use the candidates screen in Bullhorn and like to have these "general applications" sent to a "General Job". If you'd like to do this, enter the the Bullhorn ID for that "General Job" here.
de_de: Wenn eine Bewerbung mit dem Feld "jobs-select" angezeigt wird, wenn Sie benutzerdefinierte lokale Aufträge verwenden oder wenn Sie eine allgemeine Bewerbungsseite einrichten, die nicht an einen Auftrag gebunden ist, kann eine Bewerbung ohne einen zugeordneten Bullhorn-Auftrag eingereicht werden, an den Sie sich senden können. Dadurch wird nur ein Kandidat erstellt, aber einige Leute verwenden nicht den Kandidatenbildschirm in Bullhorn und möchten, dass diese "allgemeinen Bewerbungen" an einen "Allgemeinen Job" gesendet werden. Wenn Sie dies tun möchten, geben Sie hier die Bullhorn-ID für diesen "Allgemeinen Job" ein.
fr_fr: Lorsqu’une demande est affichée dans le domaine de la « sélection d’emplois », ou si vous utilisez des tâches locales personnalisées, ou si vous configurez une page de demande générale qui n’est pas liée à un emploi, une demande peut être soumise sans un emploi associé à qui vous soumettre. Cela va créer juste un candidat, mais certaines personnes n’utilisent pas l’écran des candidats dans Bullhorn et aiment avoir ces «applications générales» envoyés à un «emploi général». Si vous souhaitez le faire, entrez l’ID Bullhorn pour ce "Travail général" ici.
nl_nl: Wanneer een aanvraag wordt weergegeven met het veld "vacature selecteren", of als u aangepaste lokale taken gebruikt, of als u een algemene sollicitatiepagina instelt die niet aan een aanvraag is gebonden, kan een aanvraag worden ingediend zonder een bijbehorende Bullhorn-taak die moet worden ingediend bij . Dit zal slechts een kandidaat creëren, maar sommige mensen gebruiken het kandidatenscherm niet in Bullhorn en willen graag dat deze "algemene aanvraag" naar een "Algemene vacature" worden gestuurd. Als u dit wilt doen, voert u hier de Bullhorn-ID voor die "Algemene vacture" in.

source: Require Applicant to Agree to Privacy Policy
de_de: Antragsteller zur Zustimmung zur Datenschutzrichtlinie auffordern
fr_fr: Exiger du demandeur qu’il accepte la politique de confidentialité
nl_nl: Vereisen dat aanvrager akkoord gaat met het privacybeleid

source: Matador will add a field to the application form requiring users to acknowledge your site's Privacy Policy. You are unable to remove this from the form (via shortcodes, settings) if on.
de_de: Matador fügt dem Antragsformular ein Feld hinzu, in dem Benutzer aufgefordert werden, die Datenschutzrichtlinie Ihrer Website zu bestätigen. Sie können dies nicht aus dem Formular entfernen (über Shortcodes, Einstellungen), wenn diese eins sind.
fr_fr: Matador ajoutera un champ au formulaire d’application exigeant des utilisateurs qu’ils reconnaissent la politique de confidentialité de votre site. Vous n’êtes pas en mesure de supprimer ce formulaire (via des codes courts, paramètres) si sur.
nl_nl: Matador voegt een veld toe aan het aanvraagformulier waarin gebruikers het privacybeleid van uw site moeten erkennen. U dit niet uit het formulier verwijderen (via shortcodes, instellingen) indien ingeschakeld.

source: Privacy Policy Page
de_de: Seite mit der Datenschutzerklärung
fr_fr: Page Politique de confidentialité
nl_nl: Privacybeleidpagina

source: Choose the custom WordPress page where your Privacy Policy page is located. Leaving this blank will result in no link to Privacy Policy being added to your forms.
de_de: Wählen Sie die benutzerdefinierte WordPress-Seite, auf der sich Ihre Datenschutzrichtlinie befindet. Wenn Sie dieses Feld leer lassen, wird ihren Formularen kein Link zu der Datenschutzrichtlinie hinzugefügt.
fr_fr: Choisissez la page WordPress personnalisée où se trouve votre page de politique de confidentialité. Laisser ce blanc n’entraînera aucun lien vers la politique de confidentialité ajouté à vos formulaires.
nl_nl: Kies de aangepaste WordPress-pagina waar uw privacybeleidspagina zich bevindt. Als u dit leeg laat, wordt er geen koppeling naar het privacybeleid aan uw formulieren toegevoegd.

source: Require Applicant to Agree to Terms of Service
de_de: Antragsteller zur Zustimmung zur Datenschutzrichtlinie auffordern
fr_fr: Exiger du demandeur qu’il accepte la politique de confidentialité
nl_nl: Vereisen dat aanvrager akkoord gaat met het privacybeleid

source: Matador will add a field to the application form requiring users to acknowledge your site's Terms of Service.
de_de: Matador fügt dem Antragsformular ein Feld hinzu, in dem Benutzer aufgefordert werden, die Datenschutzrichtlinie Ihrer Website zu bestätigen. Sie können dies nicht aus dem Formular entfernen (über Shortcodes, Einstellungen), wenn diese eins sind.
fr_fr: Matador ajoutera un champ au formulaire d’application exigeant des utilisateurs qu’ils reconnaissent la politique de confidentialité de votre site. Vous n’êtes pas en mesure de supprimer ce formulaire (via des codes courts, paramètres) si sur.
nl_nl: Matador voegt een veld toe aan het aanvraagformulier waarin gebruikers het privacybeleid van uw site moeten erkennen. U dit niet uit het formulier verwijderen (via shortcodes, instellingen) indien ingeschakeld.

source: Choose the custom WordPress page where your Terms of Service is located. When selected, the Terms of Service form field will display a link to the selected page.
de_de: Wählen Sie die benutzerdefinierte WordPress-Seite, auf der sich Ihre Datenschutzrichtlinie befindet. Wenn Sie dieses Feld leer lassen, wird ihren Formularen kein Link zu der Datenschutzrichtlinie hinzugefügt.
fr_fr: Choisissez la page WordPress personnalisée où se trouve votre page de politique de confidentialité. Laisser ce blanc n’entraînera aucun lien vers la politique de confidentialité ajouté à vos formulaires.
nl_nl: Kies de aangepaste WordPress-pagina waar uw privacybeleidspagina zich bevindt. Als u dit leeg laat, wordt er geen koppeling naar het privacybeleid aan uw formulieren toegevoegd.

source: Delete Local Application After Sync
de_de: Lokale Bewerbung nach der Synchronisierung löschen
fr_fr: Supprimer l’application locale après la synchronisation
nl_nl: Lokale toepassing verwijderen na synchronisatie

source: If on, an application will be immediately deleted from the WordPress site as soon as a successful sync is completed by Matador.
de_de: Wenn diese Bewerbung eingeschaltet ist, wird eine Bewerbung sofort von der WordPress-Website gelöscht, sobald eine erfolgreiche Synchronisierung durch Matador abgeschlossen ist.
fr_fr: Si sur, une application sera immédiatement supprimée du site WordPress dès qu’une synchronisation réussie est complétée par Matador.
nl_nl: Indien ingeschakeld, wordt een applicatie onmiddellijk verwijderd van de WordPress-site zodra een succesvolle synchronisatie is voltooid door Matador.

source: Send Applicant Confirmation
de_de: Senden sie mit der Bewerberbestätigung
fr_fr: Envoyer la confirmation du demandeur
nl_nl: Bevestiging van sollicitant verzenden

source: Send the applicant an email confirmation of their application.
de_de: Senden Sie dem Antragsteller eine E-Mail-Bestätigung seiner Bewerbung.
fr_fr: Envoyez au demandeur une confirmation par courriel de sa demande et confirmez qu’elle a été reçue.
nl_nl: Stuur de aanvrager een e-mailbevestiging van zijn aanvraag.

source: Send Notice to Recruiter
de_de: Mitteilung an Recruiter senden
fr_fr: Envoyer un avis au recruteur
nl_nl: Bericht verzenden naar recruiter

source: Send Recruiter Notification After Sync
de_de: Senden von Recruiterbenachrichtigungen nach der Synchronisierung
fr_fr: Envoyer la notification du recruteur après synchronisation
nl_nl: Recruiter-melding verzenden na synchronisatie

source: If set to Off, recruiter notification will be sent immediately after submission by the candidate. If set to On, recruiter notification will be sent after the application is saved to Bullhorn. When On, email templates can show extra data like the Bullhorn ID of the candidate and include a link to the Bullhorn record, but if there is a disconnection or error no email will be sent at all.
de_de: Wenn auf Off gesetzt, wird die Personalvermittlerbenachrichtigung sofort nach der Einreichung durch den Kandidaten gesendet. Wenn auf Ein gesetzt, wird die Personalisierungsbenachrichtigung gesendet, nachdem der Antrag in Bullhorn gespeichert wurde. Wenn Ein, E-Mail-Vorlagen können zusätzliche Daten wie die Bullhorn ID des Kandidaten zeigen und einen Link zum Bullhorn-Datensatz enthalten, aber wenn es eine Trennung oder einen Fehler gibt, wird überhaupt keine E-Mail gesendet.
fr_fr: S’il est mis hors tension, la notification du recruteur sera envoyée immédiatement après la soumission par le candidat. S’il est réglé sur On, la notification du recruteur sera envoyée après que l’application est enregistrée à Bullhorn. Lorsque vous êtes en service, les modèles de messagerie peuvent afficher des données supplémentaires comme l’ID Bullhorn du candidat et inclure un lien vers l’enregistrement Bullhorn, mais s’il y a une déconnexion ou une erreur, aucun e-mail ne sera envoyé.
nl_nl: Indien ingesteld op Uit, wordt de recruitermelding onmiddellijk na indiening door de kandidaat verzonden. Als deze is ingesteld op Aan, wordt de recruitermelding verzonden nadat de sollicitatie is opgeslagen in Bullhorn. Wanneer ingeschakeld, kunnen e-mailsjablonen extra gegevens weergeven, zoals de Bullhorn-ID van de kandidaat en een link naar de Bullhorn-record bevatten, maar als er een ontkoppeling of fout is, wordt er helemaal geen e-mail verzonden.

source: Recruiter Type(s) to Notify
de_de: Recruitertyp(e) zur Benachrichtigen
fr_fr: Type de recruteur (s) pour aviser
nl_nl: Recruiter type(s) om op de hoogte te stellen

source: Recruiter notifications are sent to the recruiters assigned to the job in Bullhorn. Select which types of assigned user(s) should be notified.
de_de: Personalvermittlerbenachrichtigungen werden an die Personalvermittler gesendet, die dem Job in Bullhorn zugeordnet sind. Wählen Sie aus, welche Typen von zugewiesenen Benutzern benachrichtigt werden sollen.
fr_fr: Les notifications des recruteurs sont envoyées aux recruteurs affectés au poste à Bullhorn. Sélectionnez les types d’utilisateurs assignés qui doivent être notifiés.
nl_nl: Recruitermeldingen worden verzonden naar de recruiters die zijn toegewezen aan de baan in Bullhorn. Selecteer welke typen toegewezen gebruiker(s) op de hoogte moeten worden gesteld.

source: Job Owner
de_de: Ersteller der Anzeige
fr_fr: Propriétaire d’emploi
nl_nl: Eigenaar Product/Dienst

source: Assigned User(s)
de_de: Zugewiesene Benutzer(n)
fr_fr: Utilisateur assigné(s)
nl_nl: Toegewezen gebruiker(s)

source: Published Contact Recruiter
de_de: Veröffentlichter Contact Recruiter
fr_fr: Recruteur de contacts publié
nl_nl: Gepubliceerd Contact Recruiter

source: Default Recruiter
de_de: Standard-Rekrutierer
fr_fr: Recruteur par défaut
nl_nl: Standaard recruiter
